import React from 'react';
// import logo from './logo.svg';
import './App.css';

// function App() {
//   return (
//     <div className="App">
//       <header className="App-header">
//         <img src={logo} className="App-logo" alt="logo" />
//         <p>
//           Edit <code>src/App.js</code> and save to reload.
//         </p>
//         <a
//           className="App-link"
//           href="https://reactjs.org"
//           target="_blank"
//           rel="noopener noreferrer"
//         >
//           Learn React
//         </a>
//       </header>
//     </div>
//   );
// }

const vocab = [["BOS", "BOS"], ["BOS", "母"], ["母", "に"], ["に", "ハンネ"], ["ハンネ", "で"], ["で", "呼ば"], ["呼ば", "れた"], ["れた", "ので"], ["ので", "スマホ"], ["スマホ", "食った"], ["食った", "EOS"], ["BOS", "午後"], ["午後", "の"], ["の", "紅茶"], ["紅茶", "が"], ["が", "美味し"], ["美味し", "すぎて"], ["すぎて", "口"], ["口", "の"], ["の", "形"], ["形", "が"], ["が", "ペットボトル"], ["ペットボトル", "に"], ["に", "なっちゃ"], ["なっちゃ", "った"], ["った", "……"], ["……", "EOS"], ["BOS", "ざむ"], ["ざむ", "ちゃん"], ["ちゃん", "実は"], ["実は", "戦隊"], ["戦隊", "モノ"], ["モノ", "の"], ["の", "黄色"], ["黄色", "を"], ["を", "担当"], ["担当", "して"], ["して", "いる"], ["いる", "んだ"], ["んだ", "よ"], ["よ", "ね"], ["ね", "EOS"], ["BOS", "アタシ"], ["アタシ", "、"], ["、", "大きく"], ["大きく", "なったら"], ["なったら", "ナン"], ["ナン", "に"], ["に", "なる"], ["なる", "の"], ["の", "が"], ["が", "夢"], ["夢", "だった"], ["だった", "んだ"], ["んだ", "、"], ["、", "母"], ["母", "が"], ["が", "なり"], ["なり", "たくて"], ["たくて", "も"], ["も", "なれ"], ["なれ", "なかった"], ["なかった", "もの"], ["もの", "だ"], ["だ", "から"], ["から", "…"], ["…", "EOS"], ["BOS", "来年"], ["来年", "サカ"], ["サカ", "ちゃん"], ["ちゃん", "カレンダー"], ["カレンダー", "開催"], ["開催", "し"], ["し", "ます"], ["ます", "ので"], ["ので", "覚悟"], ["覚悟", "して"], ["して", "おいて"], ["おいて", "ください"], ["ください", "ね"], ["BOS", "こんにちは"], ["こんにちは", "、"], ["、", "”"], ["”", "坂本"], ["坂本", "”"], ["”", "…"], ["…", "です"], ["です", "…"], ["…", "　"], ["　", "ピキキ"], ["ピキキ", "…"], ["…", "（"], ["（", "メガネ"], ["メガネ", "が"], ["が", "割れる"], ["割れる", "音"], ["音", "）"], ["）", "　"], ["　", "タスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッ"], ["タスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッ", "　"], ["　", "タスケテーッッッ"], ["タスケテーッッッ", "　"], ["　", "それ"], ["それ", "で"], ["で", "は"], ["は", "、"], ["、", "さようなら"], ["さようなら", "EOS"], ["BOS", "外"], ["外", "寒"], ["寒", "すぎて"], ["すぎて", "デッケェ"], ["デッケェ", "冷え"], ["冷え", "ピタ"], ["ピタ", "に"], ["に", "包ま"], ["包ま", "れた"], ["れた", "とき"], ["とき", "と"], ["と", "全く"], ["全く", "同じ"], ["同じ", "気持ち"], ["気持ち", "に"], ["に", "なった"], ["なった", "EOS"], ["BOS", "口"], ["口", "に"], ["に", "入れた"], ["入れた", "梅干し"], ["梅干し", "が"], ["が", "想像"], ["想像", "以上"], ["以上", "に"], ["に", "スッパ"], ["スッパ", "くて"], ["くて", "この世"], ["この世", "が"], ["が", "一"], ["一", "点"], ["点", "に"], ["に", "圧縮"], ["圧縮", "さ"], ["さ", "れた"], ["れた", "EOS"], ["BOS", "密度"], ["密度", "が"], ["が", "高"], ["高", "すぎる"], ["すぎる", "ため"], ["ため", "少量で"], ["少量で", "胃"], ["胃", "の"], ["の", "質量"], ["質量", "を"], ["を", "５０００"], ["５０００", "倍"], ["倍", "に"], ["に", "し"], ["し", "人間"], ["人間", "を"], ["を", "内側"], ["内側", "から"], ["から", "破壊"], ["破壊", "する"], ["する", "餅"], ["餅", "と"], ["と", "いう"], ["いう", "食材"], ["食材", "、"], ["、", "本当に"], ["本当に", "面白い"], ["面白い", "EOS"], ["BOS", "これ"], ["これ", "が"], ["が", "……"], ["……", "……"], ["……", "モチ"], ["モチ", "……"], ["……", "！"], ["！", "？"], ["？", "EOS"], ["BOS", "最後の"], ["最後の", "肉まん"], ["肉まん", "を"], ["を", "救い"], ["救い", "出そう"], ["出そう", "と"], ["と", "したら"], ["したら", "、"], ["、", "他"], ["他", "の"], ["の", "人"], ["人", "に"], ["に", "先"], ["先", "に"], ["に", "救い"], ["救い", "出さ"], ["出さ", "れて"], ["れて", "しまい"], ["しまい", "美味しく"], ["美味しく", "食べ"], ["食べ", "られろ"], ["られろ", "よ"], ["よ", "な"], ["な", "…"], ["…", "と"], ["と", "なった"], ["BOS", "手袋"], ["手袋", "する"], ["する", "と"], ["と", "指"], ["指", "パッチン"], ["パッチン", "が"], ["が", "出来"], ["出来", "なく"], ["なく", "なっちゃ"], ["なっちゃ", "う"], ["う", "んだ"], ["よ", "ネ"], ["ネ", "…"], ["BOS", "Ｌｖ"], ["Ｌｖ", "９"], ["９", "の"], ["の", "ヨッシー"], ["ヨッシー", "に"], ["に", "なり"], ["なり", "がち"], ["がち", "EOS"], ["BOS", "私"], ["私", "が"], ["が", "私"], ["私", "である"], ["である", "こと"], ["こと", "を"], ["を", "信じて"], ["信じて", "る"], ["る", "から"], ["から", "こそ"], ["こそ", "私"], ["私", "は"], ["は", "……"], ["……", "すみません"], ["すみません", "……"], ["……", "本当"], ["本当", "は"], ["は", "私"], ["私", "ざむ"], ["ちゃん", "です"], ["です", "EOS"], ["BOS", "この"], ["この", "はんぺん"], ["はんぺん", "と"], ["と", "か"], ["か", "いう"], ["いう", "ヤツ"], ["ヤツ", "、"], ["、", "おもしろい"], ["おもしろい", "から"], ["から", "つゆ"], ["つゆ", "だく"], ["だく", "に"], ["に", "しちゃ"], ["しちゃ", "おう"], ["おう", "ね"], ["BOS", "自室"], ["自室", "で"], ["で", "フィギュア"], ["フィギュア", "を"], ["を", "見て"], ["見て", "おほほ"], ["おほほ", "と"], ["と", "笑った"], ["笑った", "話"], ["話", "EOS"], ["BOS", "君"], ["君", "は"], ["私", "の"], ["の", "手"], ["手", "に"], ["に", "は"], ["は", "負え"], ["負え", "ない"], ["ない", "よ"], ["よ", "……"], ["……", "トホホ"], ["トホホ", "……"], ["……", "と"], ["と", "思わ"], ["思わ", "せて"], ["せて", "くれる"], ["くれる", "担当"], ["担当", "、"], ["、", "好きです"], ["好きです", "EOS"], ["BOS", "傘"], ["傘", "を"], ["を", "忘れた"], ["忘れた", "ので"], ["ので", "カエル"], ["カエル", "に"], ["なった", "ゲコッ"], ["ゲコッ", "EOS"], ["BOS", "すれ違った"], ["すれ違った", "サラリーマン"], ["サラリーマン", "達"], ["達", "が"], ["が", "みかん"], ["みかん", "狩り"], ["狩り", "の"], ["の", "話"], ["話", "を"], ["を", "して"], ["して", "いて"], ["いて", "ニコニコ"], ["ニコニコ", "に"], ["BOS", "麺"], ["麺", "に"], ["に", "”"], ["”", "真剣"], ["真剣", "”"], ["”", "な"], ["な", "ので"], ["ので", "麺"], ["麺", "を"], ["を", "食べる"], ["食べる", "時"], ["時", "の"], ["の", "「"], ["「", "いただき"], ["いただき", "ます"], ["ます", "」"], ["」", "に"], ["は", "どうしても"], ["どうしても", "気合"], ["気合", "が"], ["が", "入って"], ["入って", "しまって"], ["しまって", "空手"], ["空手", "家"], ["家", "みたいに"], ["みたいに", "なっちゃ"], ["う", "ワネ"], ["ワネ", "EOS"], ["BOS", "雨"], ["雨", "、"], ["、", "さんさんと"], ["さんさんと", "この"], ["この", "身"], ["身", "に"], ["に", "落ちて"], ["落ちて", "しまい"], ["しまい", "私"], ["BOS", "世界"], ["世界", "中"], ["中", "の"], ["の", "推し"], ["推し", "たち"], ["たち", "が"], ["が", "目の前"], ["目の前", "に"], ["に", "集まって"], ["集まって", "会話"], ["会話", "して"], ["いる", "の"], ["の", "を"], ["を", "眺めて"], ["眺めて", "いたら"], ["いたら", "感情"], ["感情", "を"], ["を", "手"], ["に", "入れて"], ["入れて", "「"], ["「", "これ"], ["……", "心ッ"], ["心ッ", "……"], ["？", "」"], ["」", "と"], ["と", "叫んで"], ["叫んで", "起き"], ["起き", "ました"], ["ました", "　"], ["　", "良き"], ["良き", "夢"], ["だった", "な"], ["な", "EOS"], ["この", "メロン"], ["メロン", "パン"], ["パン", "、"], ["、", "実は"], ["実は", "生きて"], ["生きて", "る"], ["る", "んです"], ["んです", "よ"], ["ね", "……"], ["BOS", "致死"], ["致死", "量"], ["量", "の"], ["の", "龍角散"], ["龍角散", "を"], ["を", "粉々に"], ["粉々に", "し"], ["し", "たい"], ["たい", "気持ち"], ["気持ち", "EOS"], ["BOS", "量"], ["量", "を"], ["を", "重要"], ["重要", "視"], ["視", "した"], ["した", "”"], ["”", "食"], ["食", "”"], ["”", "を"], ["を", "行う"], ["行う", "に"], ["に", "あたって"], ["あたって", "障害"], ["障害", "と"], ["と", "さ"], ["さ", "れる"], ["れる", "熱"], ["熱", "と"], ["と", "冷え"], ["冷え", "は"], ["は", "取り除く"], ["取り除く", "と"], ["と", "いい"], ["いい", "らしい"], ["らしい", "です"], ["です", "ワザップ"], ["ワザップ", "に"], ["に", "よる"], ["よる", "と"], ["と", "EOS"]];
const graph = [[[1, 1], [11, 1], [27, 1], [42, 1], [67, 1], [80, 1], [108, 1], [125, 1], [144, 1], [172, 1], [181, 1], [207, 1], [220, 1], [228, 1], [249, 2], [264, 1], [274, 1], [294, 1], [302, 1], [315, 1], [343, 1], [352, 1], [394, 1], [404, 1]], [[2, 1]], [[3, 1]], [[4, 1]], [[5, 1]], [[6, 1]], [[7, 1]], [[8, 1]], [[9, 1]], [[10, 1]], [], [[12, 1]], [[13, 1]], [[14, 1]], [[15, 1]], [[16, 1]], [[17, 1]], [[18, 1]], [[19, 1]], [[20, 1]], [[21, 1]], [[22, 1]], [[23, 1]], [[24, 1]], [[25, 1]], [[26, 1]], [], [[28, 1]], [[29, 1], [247, 1]], [[30, 1]], [[31, 1]], [[32, 1]], [[33, 1]], [[34, 1]], [[35, 1]], [[36, 1]], [[37, 1]], [[38, 1], [363, 1]], [[39, 1]], [[40, 1], [218, 1]], [[41, 1], [393, 1]], [], [[43, 1]], [[44, 1]], [[45, 1]], [[46, 1]], [[47, 1]], [[48, 1]], [[49, 1]], [[50, 1]], [[51, 1]], [[52, 1]], [[53, 1], [383, 1]], [[54, 1]], [[55, 1]], [[56, 1]], [[57, 1]], [[58, 1]], [[59, 1]], [[60, 1]], [[61, 1]], [[62, 1]], [[63, 1]], [[64, 1]], [[65, 1]], [[66, 1]], [], [[68, 1]], [[69, 1]], [[70, 1]], [[71, 1]], [[72, 1]], [[73, 1]], [[74, 1]], [[75, 1]], [[76, 1]], [[77, 1]], [[78, 1]], [[79, 1]], [[41, 1]], [[81, 1]], [[82, 1]], [[83, 1]], [[84, 1]], [[85, 1]], [[86, 1]], [[87, 1]], [[88, 1]], [[89, 1]], [[90, 1]], [[91, 1]], [[92, 1]], [[93, 1]], [[94, 1]], [[95, 1]], [[96, 1]], [[97, 1]], [[98, 1]], [[99, 1]], [[100, 1]], [[101, 1]], [[102, 1]], [[103, 1]], [[104, 1]], [[105, 1]], [[106, 1]], [[107, 1]], [], [[109, 1]], [[110, 1]], [[111, 1]], [[112, 1]], [[113, 1]], [[114, 1]], [[115, 1]], [[116, 1]], [[117, 1]], [[118, 1]], [[119, 1]], [[120, 1]], [[121, 1]], [[122, 1]], [[123, 1]], [[124, 2], [300, 1]], [], [[126, 1]], [[127, 1]], [[128, 1]], [[129, 1]], [[130, 1]], [[131, 1]], [[132, 1]], [[133, 1]], [[134, 1]], [[135, 1]], [[136, 1]], [[137, 1]], [[138, 1]], [[139, 1]], [[140, 1]], [[141, 1]], [[142, 1]], [[143, 1]], [], [[145, 1]], [[146, 1]], [[147, 1]], [[148, 1]], [[149, 1]], [[150, 1]], [[151, 1]], [[152, 1]], [[153, 1]], [[154, 1]], [[155, 1]], [[156, 1]], [[157, 1]], [[158, 1]], [[159, 1]], [[160, 1]], [[161, 1]], [[162, 1]], [[163, 1]], [[164, 1]], [[165, 1]], [[166, 1]], [[167, 1]], [[168, 1]], [[169, 1]], [[170, 1]], [[171, 1]], [], [[173, 1]], [[174, 2]], [[175, 1], [373, 1]], [[176, 1], [178, 1]], [[177, 1]], [[175, 1]], [[179, 2]], [[180, 1], [375, 1]], [], [[182, 1]], [[183, 1]], [[184, 1]], [[185, 1]], [[186, 1]], [[187, 1]], [[188, 1]], [[189, 1]], [[190, 1]], [[191, 1]], [[192, 1]], [[193, 1]], [[194, 1]], [[195, 1]], [[196, 1]], [[197, 1]], [[198, 1]], [[199, 1]], [[200, 1]], [[201, 1]], [[202, 1]], [[203, 1]], [[204, 1]], [[205, 1]], [[206, 1]], [[124, 1]], [[208, 1]], [[209, 1]], [[210, 1]], [[211, 1]], [[212, 1]], [[213, 1]], [[214, 1]], [[215, 1]], [[216, 1]], [[217, 1], [341, 1]], [[39, 1]], [[219, 1]], [[66, 1]], [[221, 1]], [[222, 1]], [[223, 1]], [[224, 1]], [[225, 1]], [[226, 1]], [[227, 1]], [], [[229, 1]], [[230, 1]], [[231, 1]], [[232, 1]], [[233, 1]], [[234, 1]], [[235, 1]], [[236, 1]], [[237, 1]], [[238, 1]], [[239, 1]], [[240, 2]], [[241, 1], [26, 1]], [[242, 1]], [[243, 1]], [[244, 1]], [[245, 1]], [[246, 1], [276, 1]], [[28, 1]], [[248, 1]], [], [[250, 1], [385, 1]], [[251, 1]], [[252, 1]], [[253, 1]], [[254, 1]], [[255, 1]], [[256, 1]], [[257, 1]], [[258, 1]], [[259, 1]], [[260, 1]], [[261, 1]], [[262, 1]], [[263, 1]], [[41, 1]], [[265, 1]], [[266, 1]], [[267, 1]], [[268, 1]], [[269, 1]], [[270, 1]], [[271, 1]], [[272, 1]], [[273, 1]], [], [[275, 1]], [[245, 1]], [[277, 1]], [[278, 1]], [[279, 1], [370, 1]], [[280, 1], [332, 1]], [[281, 1]], [[282, 1]], [[283, 1]], [[284, 1]], [[285, 1]], [[286, 1]], [[287, 1]], [[288, 1]], [[289, 1]], [[290, 1]], [[291, 1]], [[292, 1]], [[293, 1]], [], [[295, 1]], [[296, 1]], [[297, 1]], [[298, 1]], [[299, 1]], [[123, 1]], [[301, 1]], [], [[303, 1]], [[304, 1]], [[305, 1]], [[306, 1]], [[307, 1]], [[308, 1]], [[309, 1]], [[310, 1]], [[311, 1]], [[312, 1]], [[313, 1]], [[314, 1]], [[123, 1]], [[316, 1]], [[317, 1]], [[318, 1]], [[319, 1]], [[320, 1]], [[321, 1]], [[322, 1]], [[323, 1]], [[324, 1]], [[325, 1]], [[326, 1]], [[327, 1]], [[328, 1]], [[329, 1]], [[330, 1]], [[331, 1]], [[279, 1]], [[333, 1]], [[334, 1]], [[335, 1]], [[336, 1]], [[337, 1]], [[338, 1]], [[339, 1]], [[340, 1]], [[216, 1]], [[342, 1]], [], [[344, 1]], [[345, 1]], [[346, 1]], [[347, 1]], [[348, 1]], [[349, 1]], [[350, 1]], [[351, 1]], [[239, 1]], [[353, 1]], [[354, 1]], [[355, 1]], [[356, 1]], [[357, 1]], [[358, 1]], [[359, 1]], [[360, 1]], [[361, 1]], [[362, 1]], [[37, 1]], [[364, 1]], [[365, 1]], [[366, 1]], [[367, 1]], [[368, 1]], [[369, 1]], [[278, 1]], [[371, 1]], [[372, 1]], [[173, 1]], [[374, 1]], [[178, 1]], [[376, 1]], [[377, 1]], [[378, 1]], [[379, 1]], [[380, 1]], [[381, 1]], [[382, 1]], [[52, 1]], [[384, 1]], [], [[386, 1]], [[387, 1]], [[388, 1]], [[389, 1]], [[390, 1]], [[391, 1]], [[392, 1]], [[40, 1]], [[26, 1]], [[395, 1]], [[396, 1]], [[397, 1]], [[398, 1]], [[399, 1]], [[400, 1]], [[401, 1]], [[402, 1]], [[403, 1]], [], [[405, 1]], [[406, 1]], [[407, 1]], [[408, 1]], [[409, 1]], [[410, 1]], [[411, 1]], [[412, 1]], [[413, 1]], [[414, 1]], [[415, 1]], [[416, 1]], [[417, 1]], [[418, 1]], [[419, 1]], [[420, 1]], [[421, 1]], [[422, 1]], [[423, 1]], [[424, 1]], [[425, 1]], [[426, 1]], [[427, 1]], [[428, 1]], [[429, 1]], [[430, 1]], [[431, 1]], [[432, 1]], [[433, 1]], []];

function getRandomInt(min, max) {
  min = Math.ceil(min);
  max = Math.floor(max);
  return Math.floor(Math.random() * (max - min)) + min;
}

function getRandomIntWeighted(weights) {
  var cumsum = weights.map((sum => value => sum += value)(0));
  var randomInt = getRandomInt(0, cumsum[cumsum.length - 1]);
  return cumsum.filter(value => value <= randomInt).length;
}

function getWeights(vocabIndex) {
  var weights = Array(vocab.length).fill(0);
  var nextVocabIndices = graph[vocabIndex];
  for (var i = 0; i < nextVocabIndices.length; i++) {
    weights[nextVocabIndices[i][0]] = nextVocabIndices[i][1];
  }
  return weights;
}

function Description(props) {
  return (
    <div className="description">
      <h3>サカモトさんのツイートをジェネレート！</h3>
      <div className="paragraphs">
        <p className="paragraph">
          あのサカモトツイートジェネレータがついにオンラインで登場します。
        </p>
        <p className="paragraph">
          せっかくのジェネレータを私も手軽に試してみたい、という声が寄せられたり寄せられなかったりしました。
          そこで今回はツイートに代わって記事を学習。
          例によってサカモトさんっぽい文を生成してくれます。
        </p>
        <p className="paragraph">
          これであなたもサカモトさんに・・・。
        </p>
      </div>
    </div>
  )
}

function WordItem(props) {
  const word = props.word;
  return (
    <li className={"word-item" + (word === 'EOS' ? " eos" : "")}>
      {word}
    </li>
  );
}

function WordList(props) {
  const words = props.words;
  const wordItems = words.map((word, index) =>
    <WordItem key={index} word={word} />
  );
  return (
    <ul className="word-list">
      {wordItems}
    </ul>
  );
}

function Generator(props) {
  return (
    <div className="generator">
      <button className="word-button" onClick={props.onClick}>
        サンプル
      </button>
      <WordList words={props.words} />
    </div>
  );
}

function LinkItem(props) {
  const link = props.link;
  return (
    <li className="link-item">
      <a className="link-link" href={link.url}>
        {link.title}
      </a>
    </li>
);
}

function LinkList(props) {
  const links = props.links;
  const linkItems = links.map((link, index) =>
    <LinkItem key={index} link={link} />
  );
  return (
    <ul className="link-list">
      {linkItems}
    </ul>
  );
}

function Links(props) {
  const links = [
    {
      url: 'https://github.com/ku-nlp/python-textformatting',
      title: 'ku-nlp/python-textformatting'
    },
    {
      url: 'https://pypi.org/project/zenhan/',
      title: 'zenhan · PyPI'
    },
    {
      url: 'https://nlp.ist.i.kyoto-u.ac.jp/?JUMAN%2B%2B',
      title: 'JUMAN++ - KUROHASHI-CHU-MURAWAKI LAB'
    },
    {
      url: 'https://pyknp.readthedocs.io/en/latest/',
      title: 'pyknp: Python Module for JUMAN++/KNP — pyknp documentation'
    }
  ];
  return (
    <div className="links">
      <h3>リンク</h3>
      <LinkList links={links} />
    </div>
  );
}

class App extends React.Component {
  constructor(props) {
    super(props);
    this.state = {
      words: [],
      vocabIndex: 0,
      weights: getWeights(0)
    };
  }

  handleButton() {
    if (this.state.words[this.state.words.length - 1] === 'EOS') {
      return;
    }
    var bigram = vocab[getRandomIntWeighted(this.state.weights)];

    var word = bigram[1];
    var vocabIndex = vocab.indexOf(bigram);
    var weights = getWeights(vocabIndex);

    this.setState({
      words: this.state.words.concat(word),
      vocabIndex: vocabIndex,
      weights: weights
    });
  }

  render() {
    return (
      <main>
        <div className="container">
          <Description />
          <Generator words={this.state.words} onClick={() => this.handleButton()} />
          <Links />
        </div>
      </main>
    );
  }
}

export default App;
