[["BOS","BOS"],["BOS","【"],["【","提案"],["提案","】"],["】","自分"],["自分","の"],["の","側"],["側","に"],["に","『"],["『","推し"],["推し","』"],["』","が"],["が","いたら"],["いたら","人類"],["人類","は"],["は","最強に"],["最強に","なる"],["なる","んじゃ"],["んじゃ","ない"],["ない","の"],["の","？"],["？","EOS"],["BOS","※"],["※","この"],["この","記事"],["記事","は"],["は","、"],["、","みす"],["みす","５４"],["５４","代"],["代","　"],["　","Ａｄｖｅｎｔ"],["Ａｄｖｅｎｔ","　"],["　","Ｃａｌｅｎｄａｒ"],["Ｃａｌｅｎｄａｒ","　"],["　","２０１９"],["２０１９","　"],["　","１５"],["１５","日"],["日","目"],["目","の"],["の","記事"],["記事","です"],["です","EOS"],["BOS","こんにちは"],["こんにちは","、"],["、","ｍｉｓｗ"],["ｍｉｓｗ","５４"],["代","の"],["の","サカモト"],["サカモト","です"],["です","。"],["。","EOS"],["BOS","突然です"],["突然です","が"],["が","、"],["、","皆さん"],["皆さん","は"],["は","”"],["”","存在"],["存在","”"],["”","し"],["し","ます"],["ます","か"],["か","？"],["BOS","私"],["私","は"],["は","し"],["し","ませ"],["ませ","ん"],["ん","。"],["BOS","「"],["「","存在"],["存在","する"],["する","」"],["」","って"],["って","、"],["、","とても"],["とても","難しい"],["難しい","こと"],["こと","です"],["です","よ"],["よ","ね"],["ね","。"],["は","常に"],["常に","「"],["」","と"],["と","は"],["は","どういう"],["どういう","こと"],["こと","か"],["か","を"],["を","考え"],["考え","ながら"],["ながら","過ごして"],["過ごして","い"],["い","ます"],["ます","。"],["BOS","存在"],["存在","って"],["って","な"],["な","んです"],["んです","か"],["BOS","自分"],["自分","自身"],["自身","が"],["が","存在"],["する","の"],["の","は"],["は","難しい"],["難しい","……"],["……","EOS"],["BOS","だから"],["だから","、"],["、","何かしら"],["何かしら","を"],["を","存在"],["存在","さ"],["さ","せ"],["せ","たい"],["たい","……"],["BOS","できれば"],["できれば","好きな"],["好きな","もの"],["もの","を"],["を","、"],["、","さ"],["さ","……"],["BOS","推し"],["推し","の"],["の","フィギュア"],["フィギュア","と"],["と","か"],["か","、"],["、","欲しくて"],["欲しくて","……"],["BOS","欲しくて"],["BOS","近く"],["近く","に"],["に","存在"],["存在","して"],["して","、"],["、","ほしくて"],["ほしくて","……"],["BOS","今"],["今","まで"],["まで","、"],["、","持って"],["持って","い"],["い","なかった"],["なかった","んです"],["んです","。"],["BOS","……"],["BOS","今年"],["今年","の"],["の","８"],["８","月"],["月","中旬"],["中旬","、"],["、","ようやく"],["ようやく","推し"],["フィギュア","を"],["を","買う"],["買う","こと"],["こと","が"],["が","できた"],["できた","のです"],["のです","が"],["、","これ"],["これ","が"],["が","想像"],["想像","以上"],["以上","に"],["に","良かった"],["良かった","です"],["BOS","Ａｍａｚｏｎ"],["Ａｍａｚｏｎ","、"],["、","ポチリ"],["ポチリ","……"],["BOS","アイドル"],["アイドル","マスター"],["マスター","シンデレラ"],["シンデレラ","ガールズ"],["ガールズ","の"],["の","姫川"],["姫川","友紀"],["友紀","さん"],["さん","です"],["BOS","外"],["外","から"],["から","帰って"],["帰って","きて"],["きて","、"],["、","なんとなく"],["なんとなく","机"],["机","を"],["を","見る"],["見る","と"],["と","、"],["、","推し"],["推し","が"],["が","いる"],["いる","……"],["BOS","作業"],["作業","が"],["が","ひと"],["ひと","段落"],["段落","して"],["、","ふと"],["ふと","机"],["机","の"],["の","端"],["端","を"],["BOS","これ"],["、","”"],["”","力"],["力","”"],["”","の"],["の","源"],["源","と"],["と","なる"],["なる","こと"],["こと","に"],["に","気づき"],["気づき","ました"],["ました","。"],["BOS","そして"],["そして","、"],["、","愚かな"],["愚かな","人間"],["人間","である"],["である","ところ"],["ところ","の"],["の","私"],["は","「"],["「","もっと"],["もっと","”"],["”","が"],["が","……"],["……","欲しい"],["欲しい","……"],["……","」"],["と","思った"],["思った","のです"],["のです","（"],["（","人間"],["人間","は"],["常に","最強"],["最強","を"],["を","目指す"],["目指す","ので"],["ので","）"],["）","EOS"],["推し","、"],["、","近く"],["して","ほしい"],["ほしい","ほし～～～"],["ほし～～～","～～～～～～"],["～～～～～～","い"],["い","！"],["！","！"],["！","EOS"],["BOS","欲"],["欲","を"],["を","言えば"],["言えば","日常"],["日常","で"],["で","使える"],["使える","形"],["形","で"],["で","、"],["、","できる"],["できる","だけ"],["だけ","安く"],["安く","、"],["、","速く"],["速く","、"],["推し","関連"],["関連","の"],["の","もの"],["さ","せる"],["せる","こと"],["が","できたら"],["できたら","良い"],["良い","です"],["BOS","と"],["と","いう"],["いう","わけで"],["わけで","、"],["、","日光"],["日光","企画"],["企画","　"],["　","池袋"],["池袋","同人"],["同人","工房"],["工房","　"],["　","で"],["で","推し"],["の","マグカップ"],["マグカップ","を"],["を","作る"],["作る","こと"],["に","し"],["し","ました"],["BOS","マグカップ"],["マグカップ","は"],["は","ホカホカ"],["ホカホカ","の"],["の","象徴"],["象徴","です"],["これ","で"],["で","人間"],["人間","と"],["と","して"],["して","強く"],["強く","なれる"],["なれる","だけ"],["だけ","で"],["で","なく"],["なく","、"],["、","冬"],["冬","の"],["の","あった"],["あった","か"],["か","選手"],["選手","権"],["権","２０１９"],["２０１９","でも"],["でも","優勝"],["優勝","できる"],["できる","と"],["いう","わけです"],["わけです","。"],["BOS","なるほど"],["なるほど","ね"],["BOS","絵"],["絵","を"],["を","用意"],["用意","する"],["する","EOS"],["BOS","秋～冬"],["秋～冬","を"],["を","イメージ"],["イメージ","した"],["した","絵"],["絵","に"],["BOS","以下"],["以下","、"],["、","簡単な"],["簡単な","メイキング"],["メイキング","です"],["BOS","ラフ"],["ラフ","EOS"],["BOS","水彩"],["水彩","ブラシ"],["ブラシ","で"],["で","描き"],["描き","ました"],["BOS","マフラー"],["マフラー","と"],["と","コート"],["コート","を"],["を","着て"],["着て","ほしい"],["ほしい","気持ち"],["気持ち","が"],["が","あり"],["あり","ました"],["BOS","着"],["着","込んで"],["込んで","いる"],["いる","子"],["子","は"],["は","非常に"],["非常に","良い"],["良い","もの"],["もの","と"],["と","さ"],["さ","れて"],["れて","い"],["これ","は"],["は","姫川"],["です","ね"],["BOS","いつも"],["いつも","元気"],["元気","いっぱいな"],["いっぱいな","ので"],["ので","拳"],["拳","を"],["を","突き出して"],["突き出して","もらい"],["もらい","ます"],["BOS","ダッフル"],["ダッフル","コート"],["コート","が"],["が","かわいくて"],["かわいくて","好きな"],["好きな","ので"],["ので","着て"],["着て","もらい"],["もらい","ましょう"],["ましょう","。"],["BOS","木"],["木","の"],["の","部分"],["部分","が"],["が","かわいい"],["かわいい","と"],["と","思い"],["思い","ます"],["BOS","線画"],["線画","EOS"],["ラフ","を"],["を","ひたすら"],["ひたすら","一"],["一","本"],["本","の"],["の","線"],["線","に"],["に","して"],["して","いき"],["いき","ます"],["BOS","Ｇ"],["Ｇ","ペン"],["ペン","を"],["を","使って"],["使って","い"],["BOS","パキパキ"],["パキパキ","の"],["の","パキ"],["パキ","EOS"],["BOS","最初"],["最初","は"],["は","黒線"],["黒線","で"],["、","塗った"],["塗った","後"],["後","に"],["に","線"],["線","の"],["の","色"],["色","を"],["を","変えて"],["変えて","い"],["BOS","この"],["この","画像"],["画像","は"],["は","完成"],["完成","後"],["後","の"],["もの","です"],["BOS","塗る"],["塗る","EOS"],["BOS","ガーッ"],["ガーッ","と"],["と","塗って"],["塗って","バーッ"],["バーッ","と"],["と","影"],["影","と"],["と","光"],["光","付けて"],["付けて","終わり"],["終わり","マン"],["マン","！"],["BOS","目"],["の","真ん中"],["真ん中","に"],["に","明るい"],["明るい","色"],["を","入れる"],["入れる","の"],["の","が"],["が","大好きです"],["大好きです","。"],["BOS","そう"],["そう","し"],["ね","〜"],["〜","（"],["（","思考"],["思考","）"],["BOS","頬"],["頬","は"],["は","もう"],["もう","すこし"],["すこし","赤く"],["赤く","して"],["して","も"],["も","良かった"],["良かった","かも"],["かも","しれ"],["しれ","ませ"],["を","作った"],["作った","後"],["に","思い"],["思い","ました"],["BOS","では"],["では","、"],["、","完成"],["完成","した"],["した","ので"],["ので","持って"],["持って","いき"],["BOS","お"],["お","店"],["店","に"],["に","行く"],["行く","EOS"],["BOS","ここ"],["ここ","が"],["が","一番"],["一番","難しかった"],["難しかった","です"],["は","ひどい"],["ひどい","方向"],["方向","音痴"],["音痴","な"],["な","ので"],["ので","……"],["BOS","Ｇｏｏｇｌｅ"],["Ｇｏｏｇｌｅ","マップ"],["マップ","に"],["に","翻弄"],["翻弄","さ"],["さ","れ"],["れ","ながら"],["ながら","向かい"],["向かい","ました"],["BOS","ビル"],["ビル","の"],["の","入り口"],["入り口","が"],["が","二"],["二","つ"],["つ","あって"],["あって","、"],["、","ちがう"],["ちがう","入り口"],["入り口","から"],["から","入る"],["入る","と"],["と","中古"],["中古","ゲーム"],["ゲーム","屋"],["屋","が"],["が","見え"],["見え","ます"],["BOS","パワプロクンポケット"],["パワプロクンポケット","９"],["９","が"],["が","置いて"],["置いて","あった"],["あった","ので"],["ので","買い"],["買い","そうに"],["そうに","なり"],["なり","ました"],["BOS","武美"],["武美","……"],["BOS","くやしい"],["くやしい","なぁ"],["なぁ","、"],["、","くやしい"],["なぁ","。"],["BOS","さて"],["さて","、"],["”","真"],["真","”"],["から","入り"],["入り","、"],["、","受付"],["受付","を"],["を","済ませ"],["済ませ","ます"],["BOS","初め"],["初め","に"],["に","店員"],["店員","さん"],["さん","と"],["と","一緒に"],["一緒に","データ"],["データ","確認"],["確認","を"],["を","し"],["BOS","確認"],["確認","後"],["後","、"],["、","机"],["机","に"],["に","案内"],["案内","さ"],["れ","、"],["、","作業"],["作業","に"],["に","入り"],["入り","ます"],["マグカップ","に"],["に","する"],["BOS","１"],["１","．"],["．","紙"],["紙","に"],["に","印刷"],["印刷","さ"],["さ","れた"],["れた","絵"],["を","切る"],["切る","EOS"],["BOS","２"],["２","．"],["紙","を"],["を","マグカップ"],["に","貼る"],["貼る","EOS"],["BOS","３"],["３","．"],["．","機械"],["機械","に"],["に","突っ込む"],["突っ込む","EOS"],["BOS","４"],["４","．"],["．","冷やして"],["冷やして","完成"],["完成","EOS"],["これ","を"],["を","自分"],["自分","で"],["で","やったり"],["やったり","やら"],["やら","なかったり"],["なかったり","し"],["は","引く"],["引く","ほど"],["ほど","不器用な"],["不器用な","ので"],["ので","めちゃめちゃ"],["めちゃめちゃ","心配でした"],["心配でした","が"],["が","なんとか"],["なんとか","なり"],["BOS","うまく"],["うまく","できる"],["と","店員"],["さん","が"],["が","褒めて"],["褒めて","くれ"],["くれ","ます"],["BOS","ウレシ"],["ウレシ","・"],["・","システム"],["システム","EOS"],["BOS","店員"],["が","紙"],["を","持って"],["持って","きて"],["きて","くれ"],["の","絵"],["絵","が"],["が","目の前"],["目の前","に"],["に","現れて"],["現れて","驚いて"],["驚いて","しまい"],["しまい","ました"],["BOS","もう"],["もう","存在"],["存在","しちゃ"],["しちゃ","った"],["った","じゃ"],["じゃ","ん"],["ん","ね"],["BOS","印刷"],["絵","は"],["は","左右"],["左右","反転"],["反転","に"],["に","なって"],["なって","いて"],["いて","焦り"],["焦り","ました"],["ました","が"],["が","これ"],["が","正しい"],["正しい","んです"],["んです","よ"],["BOS","一"],["一","度"],["度","心臓"],["心臓","が"],["が","止まり"],["止まり","ました"],["BOS","実際"],["実際","の"],["の","紙"],["紙","は"],["は","これ"],["これ","と"],["は","異なる"],["異なる","のです"],["、","大体"],["大体","こんな"],["こんな","感じ"],["感じ","で"],["で","出て"],["出て","き"],["き","ます"],["BOS","線"],["に","したがって"],["したがって","切り"],["切り","ます"],["絵","の"],["部分","を"],["を","四角く"],["四角く","切り"],["切り","ぬく"],["ぬく","感じ"],["感じ","です"],["BOS","カッター"],["カッター","は"],["は","本当に"],["本当に","苦手です"],["苦手です","。"],["BOS","この世"],["この世","の"],["の","全て"],["全て","を"],["を","切って"],["切って","しまい"],["しまい","そうで"],["そうで","……"],["が","マグカップ"],["１","で"],["で","切った"],["切った","紙"],["を","これ"],["これ","に"],["に","貼り"],["貼り","ます"],["「","上手に"],["上手に","貼れて"],["貼れて","ます"],["ます","ね"],["ね","！"],["！","」"],["と","褒め"],["褒め","られた"],["られた","ので"],["ので","ニコニコ"],["ニコニコ","して"],["して","しまい"],["BOS","小学生"],["小学生","な"],["ので","。"],["BOS","ホカホカ"],["ホカホカ","（"],["（","１９３"],["１９３","℃"],["℃","）"],["）","の"],["の","機械"],["に","マグカップ"],["を","突っ込み"],["突っ込み","ます"],["BOS","少し"],["少し","時間"],["時間","が"],["が","かかる"],["かかる","ので"],["ので","ボーッ"],["ボーッ","と"],["と","待機"],["待機","し"],["BOS","待機"],["待機","時間"],["時間","、"],["、","店"],["店","内"],["内","で"],["で","Ｌ"],["Ｌ","’"],["’","Ａｎｔｉｃａ"],["Ａｎｔｉｃａ","の"],["の","「"],["「","幻惑"],["幻惑","ＳＩＬＨＯＵＥＴＴＥ"],["ＳＩＬＨＯＵＥＴＴＥ","」"],["」","が"],["が","流れて"],["流れて","いて"],["いて","ニヤニヤ"],["ニヤニヤ","オタク"],["オタク","に"],["なって","い"],["い","ました"],["BOS","”"],["”","壊せ"],["壊せ","Ｂｉａｓ"],["Ｂｉａｓ","！"],["BOS","オーディション"],["オーディション","で"],["で","たくさん"],["たくさん","聴き"],["聴き","ました"],["、","時間"],["が","経ったら"],["経ったら","機械"],["機械","から"],["から","取り出し"],["取り出し","、"],["、","冷やし"],["冷やし","ます"],["が","ヒエヒエ"],["ヒエヒエ","に"],["して","くれ"],["BOS","ヒエヒエ"],["ヒエヒエ","タイム"],["タイム","の"],["の","とき"],["とき","は"],["は","星"],["星","輝子"],["輝子","の"],["「","毒茸"],["毒茸","伝説"],["伝説","」"],["流れて","い"],["BOS","ＨＯＴ"],["ＨＯＴ","じゃ"],["ね","EOS"],["BOS","冷やし"],["冷やし","終わったら"],["終わったら","完成"],["完成","です"],["BOS","やった"],["やった","でおい"],["でおい","EOS"],["BOS","ウソ"],["ウソ","……"],["……","……"],["”","ある"],["ある","”"],["”","じゃ"],["ん","EOS"],["BOS","そもそも"],["そもそも","自分"],["絵","で"],["で","グッズ"],["グッズ","を"],["作る","の"],["が","初めて"],["初めて","な"],["ので","純粋に"],["純粋に","喜んで"],["喜んで","しまい"],["BOS","友人"],["友人","から"],["から","も"],["も","褒めて"],["褒めて","もらえた"],["もらえた","ので"],["ので","大"],["大","満足"],["満足","です"],["BOS","初"],["初","マグカップ"],["マグカップ","な"],["ので","他"],["他","社"],["社","と"],["と","の"],["の","比較"],["比較","は"],["は","でき"],["でき","ませ"],["ん","が"],["、","全然"],["全然","問題"],["問題","ない"],["ない","気"],["気","が"],["が","し"],["BOS","今度"],["今度","は"],["は","マウス"],["マウス","パッド"],["パッド","を"],["を","作ろう"],["作ろう","と"],["と","思って"],["思って","い"],["BOS","また"],["また","行く"],["行く","わよ～"],["わよ～","EOS"],["BOS","おわり"],["おわり","に"],["に","EOS"],["BOS","いかがでした"],["いかがでした","でしょう"],["でしょう","か"],["は","この"],["この","マグカップ"],["を","常に"],["常に","側"],["に","置き"],["置き","、"],["、","最強"],["最強","気分"],["気分","で"],["で","生きて"],["生きて","いこう"],["いこう","と"],["BOS","ネ"],["ネ","！"],["の","推し"],["推し","を"],["の","手"],["手","で"],["で","存在"],["こと","、"],["とても","楽しい"],["楽しい","こと"],["こと","……"],["BOS","ぜひ"],["ぜひ","皆さん"],["皆さん","も"],["も","推し"],["を","その"],["その","手"],["さ","せて"],["せて","みて"],["みて","ください"],["ください","。"],["を","描く"],["描く","の"],["が","苦手な"],["苦手な","方"],["方","は"],["、","絵"],["が","描ける"],["描ける","方"],["方","に"],["に","頼んで"],["頼んで","存在"],["せる","と"],["いう","裏技"],["裏技","が"],["あり","ます"],["やった","ぜ"],["ぜ","。"],["BOS","それでは"],["それでは","、"],["、","さようなら"],["さようなら","。"],["BOS","・"],["・","EOS"],["BOS","明日"],["明日","は"],["は","競"],["競","プロ"],["プロ","つよつよ"],["つよつよ","プロデューサー"],["プロデューサー","の"],["の","かっつ"],["かっつ","さん"],["さん","の"],["です","！"],["BOS","ＨａｃｋＭＤ"],["ＨａｃｋＭＤ","　"],["　","が"],["が","公開"],["公開","EOS"],["BOS","８１０"],["８１０","EOS"],["BOS","いい"],["いい","ね"],["ね","　"],["　","ブックマーク"],["ブックマーク","　"],["　","フォロー"],["フォロー","EOS"]]