[["BOS","BOS"],["BOS","もちもち"],["もちもち","ハム"],["ハム","祭り"],["祭り","２０２０"],["２０２０","　"],["　","インターネット"],["インターネット","スペシャル"],["スペシャル","EOS"],["BOS","※"],["※","この"],["この","記事"],["記事","は"],["は","、"],["、","みす"],["みす","５４"],["５４","代"],["代","　"],["　","Ａｄｖｅｎｔ"],["Ａｄｖｅｎｔ","　"],["　","Ｃａｌｅｎｄａｒ"],["Ｃａｌｅｎｄａｒ","　"],["　","２０２０"],["　","１５"],["１５","日"],["日","目"],["目","の"],["の","記事"],["記事","です"],["です","EOS"],["BOS","こんにちは"],["こんにちは","、"],["、","ｍｉｓｗ"],["ｍｉｓｗ","５４"],["代","の"],["の","サカモト"],["サカモト","です"],["です","。"],["。","EOS"],["BOS","突然です"],["突然です","が"],["が","みなさん"],["みなさん","、"],["、","絵"],["絵","、"],["、","描いて"],["描いて","い"],["い","ます"],["ます","か"],["か","？"],["？","EOS"],["BOS","私"],["私","は"],["は","と"],["と","いう"],["いう","と"],["と","、"],["、","趣味"],["趣味","が"],["が","増えて"],["増えて","から"],["から","大変な"],["大変な","こと"],["こと","に"],["に","、"],["、","大変"],["大変","、"],["、","大変な"],["、","あ"],["あ","、"],["、","あらあら"],["あらあら","あら～～～"],["あら～～～","～～～～～～"],["～～～～～～","！"],["！","？"],["？","！"],["BOS","（"],["（","かわいい"],["かわいい","です"],["です","ね"],["ね","）"],["）","EOS"],["BOS","……"],["……","EOS"],["BOS","さて"],["さて","、"],["、","私"],["私","に"],["に","は"],["は","「"],["「","インターネット"],["インターネット","」"],["」","以外"],["以外","に"],["に","「"],["「","絵"],["絵","を"],["を","描く"],["描く","」"],["」","と"],["いう","趣味"],["が","あり"],["あり","ます"],["ます","。"],["BOS","特に"],["特に","最近"],["最近","ハマって"],["ハマって","いる"],["いる","描き"],["描き","方"],["方","が"],["が","あって"],["あって","……"],["BOS","ドット"],["ドット","絵"],["絵","です"],["BOS","今年"],["今年","の"],["の","４"],["４","月"],["月","、"],["、","初めて"],["初めて","（"],["（","※"],["※","）"],["）","ドット"],["を","描いて"],["描いて","みた"],["みた","のです"],["のです","が"],["が","、"],["、","１"],["１","度"],["度","描いたら"],["描いたら","すっかり"],["すっかり","ハマって"],["ハマって","しまい"],["しまい","ました"],["ました","。"],["※","正確に"],["正確に","は"],["は","２０１９"],["２０１９","年"],["年","５"],["５","月"],["月","の"],["の","ドット"],["絵","講座"],["講座","が"],["が","初めて"],["初めて","です"],["です","が"],["が","……"],["BOS","ネ"],["ネ","……"],["BOS","今回"],["今回","は"],["私","が"],["が","ドット"],["描く","工程"],["工程","と"],["と","動かす"],["動かす","まで"],["まで","の"],["の","工程"],["工程","を"],["を","紹介"],["紹介","して"],["して","いこう"],["いこう","と"],["と","思い"],["思い","ます"],["BOS","かなり"],["かなり","ざっくり"],["ざっくり","紹介"],["紹介","する"],["する","ので"],["ので","、"],["、","流し"],["流し","読み"],["読み","する"],["する","と"],["と","良い"],["良い","と"],["と","聞き"],["聞き","ます"],["ます","（"],["（","電車"],["電車","内"],["内","の"],["の","広告"],["広告","を"],["を","眺める"],["眺める","とき"],["とき","と"],["と","全く"],["全く","同じ"],["同じ","気持ち"],["気持ち","で"],["で","見る"],["見る","の"],["の","が"],["が","コツ"],["コツ","です"],["です","）"],["）","。"],["BOS","０．"],["０．","　"],["　","題材"],["題材","決め"],["決め","EOS"],["は","この"],["この","動画"],["動画","を"],["を","テーマ"],["テーマ","に"],["に","描いて"],["描いて","いき"],["いき","ます"],["BOS","ｆｌｏｓ"],["ｆｌｏｓ","／"],["／","Ｒ"],["Ｒ","　"],["　","Ｓｏｕｎｄ"],["Ｓｏｕｎｄ","　"],["　","Ｄｅｓｉｇｎ"],["Ｄｅｓｉｇｎ","（"],["（","ｃｏｖｅｒｅｄ"],["ｃｏｖｅｒｅｄ","　"],["　","ｂｙ"],["ｂｙ","　"],["　","剣持"],["剣持","刀也"],["刀也","・"],["・","鈴谷"],["鈴谷","アキ"],["アキ","）"],["BOS","１"],["１","．"],["．","ラフ"],["ラフ","EOS"],["BOS","ざっくり"],["ざっくり","描き"],["描き","ます"],["BOS","形"],["形","と"],["と","位置"],["位置","が"],["が","何となく"],["何となく","分かる"],["分かる","程度"],["程度","に"],["に","……"],["BOS","絵"],["絵","の"],["の","狂い"],["狂い","は"],["は","ヨシ"],["ヨシ","！"],["！","EOS"],["BOS","全て"],["全て","何とか"],["何とか","なり"],["なり","ます"],["ます","EOS"],["BOS","無表情に"],["無表情に","した"],["した","ほう"],["ほう","が"],["が","描き"],["描き","やすい"],["やすい","のです"],["、","少し"],["少し","だけ"],["だけ","思考"],["思考","が"],["が","漏れた"],["漏れた","気"],["気","が"],["が","し"],["し","ます"],["BOS","２"],["２","．"],["．","ざっくり"],["ざっくり","塗る"],["塗る","EOS"],["BOS","１２８０"],["１２８０","×"],["×","１２８０"],["１２８０","ｐｘ"],["ｐｘ","で"],["で","描いた"],["描いた","ラフ"],["ラフ","を"],["を","１２８"],["１２８","×"],["×","１２８"],["１２８","ｐｘ"],["ｐｘ","まで"],["まで","小さく"],["小さく","し"],["し","ました"],["BOS","早速"],["早速","塗って"],["塗って","いき"],["は","線"],["線","なし"],["なし","な"],["な","ので"],["ので","適当に"],["適当に","！"],["BOS","ラフ"],["ラフ","の"],["の","線"],["線","を"],["を","参考"],["参考","に"],["に","し"],["し","ながら"],["ながら","進めて"],["進めて","いき"],["BOS","①"],["①","いきなり"],["いきなり","べたべた"],["べたべた","塗り"],["塗り","始める"],["始める","パターン"],["パターン","と"],["と","②"],["②","線"],["描いて","から"],["から","塗りつぶす"],["塗りつぶす","パターン"],["パターン","が"],["は","①"],["パターン","です"],["BOS","クリスタ"],["クリスタ","で"],["で","ドット"],["ドット","ペン"],["ペン","を"],["を","使って"],["使って","描いて"],["BOS","②"],["パターン","だ"],["だ","と"],["と","次"],["次","の"],["の","ように"],["ように","なり"],["BOS","この後"],["この後","、"],["、","全体"],["全体","を"],["を","見"],["見","ながら"],["ながら","線"],["線","の"],["の","色"],["色","を"],["を","変えて"],["変えて","いき"],["BOS","影"],["影","を"],["を","付ける"],["付ける","前"],["前","は"],["は","めちゃめちゃ"],["めちゃめちゃ","不安に"],["不安に","なって"],["なって","しまい"],["しまい","ます"],["BOS","パーツ"],["パーツ","が"],["が","大きく"],["大きく","見える"],["見える","ので"],["ので","……"],["BOS","身体"],["身体","に"],["に","手"],["手","を"],["前","に"],["に","適当に"],["適当に","影"],["描いて","しまう"],["しまう","こと"],["こと","が"],["（","２"],["２","と"],["と","３"],["３","を"],["を","同時に"],["同時に","進めて"],["進めて","しまう"],["しまう","）"],["BOS","３"],["３","．"],["ざっくり","影"],["影","EOS"],["BOS","この"],["この","あたり"],["あたり","で"],["で","色"],["色","の"],["の","数"],["数","を"],["を","意識"],["意識","し"],["し","始め"],["始め","ます"],["BOS","いつも"],["いつも","は"],["は","一"],["一","人"],["人","１６"],["１６","色"],["色","以内"],["以内","と"],["いう","気持ち"],["で","描いて"],["特に","理由"],["理由","は"],["は","あり"],["あり","ませ"],["ませ","ん"],["ん","が"],["、","色"],["色","数"],["を","制限"],["制限","した"],["絵","感"],["感","が"],["が","出せる"],["出せる","気"],["BOS","そもそも"],["そもそも","ドット"],["感","と"],["と","は"],["は","？"],["感","は"],["は","出せて"],["出せて","いる"],["いる","の"],["の","か"],["BOS","そ"],["そ","謎我"],["謎我","ア"],["ア","奥"],["奥","……"],["BOS","数え"],["数え","間違えて"],["間違えて","増える"],["増える","こと"],["こと","も"],["も","あり"],["今回","の"],["の","絵"],["絵","は"],["は","二"],["二","人"],["人","で"],["で","３２"],["３２","色"],["以内","に"],["に","収めよう"],["収めよう","と"],["気持ち","です"],["いつも","、"],["、","肌"],["肌","や"],["や","目"],["目","（"],["（","黒目"],["黒目","）"],["）","は"],["は","２"],["２","色"],["色","で"],["で","塗って"],["塗って","い"],["ます","が"],["BOS","柔らかい"],["柔らかい","雰囲気"],["雰囲気","を"],["を","作る"],["作る","ため"],["ため","に"],["肌","も"],["も","目"],["目","も"],["も","３"],["３","色"],["色","使う"],["使う","こと"],["BOS","髪"],["髪","の"],["の","影"],["影","も"],["も","付けて"],["付けて","しまい"],["BOS","完成"],["完成","した"],["した","絵"],["の","レイヤー"],["レイヤー","を"],["を","隠して"],["隠して","いる"],["いる","だけ"],["だけ","な"],["、","本来"],["本来","は"],["は","もう"],["もう","少し"],["少し","ガタ"],["ガタ","ついて"],["ついて","い"],["BOS","服"],["服","も"],["も","ゴリゴリ"],["ゴリゴリ","進めて"],["髪","に"],["に","１"],["１","色"],["色","加えて"],["加えて","み"],["み","ました"],["BOS","４"],["４","．"],["ざっくり","仕上げ"],["仕上げ","EOS"],["BOS","花"],["花","を"],["を","持って"],["持って","いただき"],["いただき","、"],["、","床"],["床","に"],["に","影"],["を","付け"],["付け","ました"],["に","も"],["も","ピンク"],["ピンク","っぽい"],["っぽい","色"],["を","追加"],["追加","して"],["して","……"],["BOS","大体"],["大体","２５"],["２５","色"],["色","に"],["に","なり"],["なり","ました"],["BOS","・"],["・","EOS"],["、","現在"],["現在","これ"],["これ","は"],["は","静止"],["静止","画"],["画","です"],["BOS","動かし"],["動かし","ます"],["BOS","５"],["５","．"],["．","己"],["己","の"],["の","力"],["力","を"],["を","５０００"],["５０００","％"],["％","発揮"],["発揮","し"],["し","、"],["、","念じる"],["念じる","EOS"],["BOS","動け"],["動け","～～～～"],["～～～～","～～～～"],["～～～～","～～～～～～"],["！","！"],["BOS","頼む"],["頼む","～～～～～～"],["～～～～～～","～～～～～～"],["BOS","誰"],["誰","か"],["か","～～～～～～"],["BOS","動いて"],["動いて","くれ"],["くれ","～～～～～～"],["BOS","いけいけいけいけ"],["いけいけいけいけ","～～～～～～"],["～～～～～～","～～～～"],["BOS","ＢＩＧ"],["ＢＩＧ","　"],["　","ＫＡＮＳＹＡ"],["ＫＡＮＳＹＡ","……"],["かなり","分かり"],["分かり","にくい"],["にくい","です"],["、","こう"],["こう","やって"],["やって","動いて"],["動いて","いる"],["いる","らしい"],["らしい","です"],["髪","は"],["は","少なくとも"],["少なくとも","（"],["（","片道"],["片道","）"],["）","３"],["３","枚"],["枚","ある"],["ある","と"],["と","良"],["良","さ"],["さ","そうです"],["そうです","。"],["２","枚"],["枚","だ"],["と","ピコピコ"],["ピコピコ","し"],["は","滑らかに"],["滑らかに","し"],["し","たかった"],["たかった","ので"],["、","（"],["（","大体"],["大体","）"],["枚","を"],["を","採用"],["採用","し"],["BOS","おわり"],["おわり","に"],["に","EOS"],["BOS","いかがでした"],["いかがでした","でしょう"],["でしょう","か"],["BOS","自由に"],["自由に","ドット"],["描く","の"],["の","、"],["、","めちゃめちゃ"],["めちゃめちゃ","楽し"],["楽し","～～～～～～"],["BOS","本当に"],["本当に","最近"],["最近","描き"],["描き","始めた"],["始めた","ばかりで"],["ばかりで","、"],["、","まだまだ"],["まだまだ","分から"],["分から","ない"],["ない","こと"],["こと","ばかり"],["ばかり","です"],["、","のんびり"],["のんびり","ゆっくり"],["ゆっくり","好き勝手"],["好き勝手","やって"],["やって","いこう"],["を","描き"],["始めた","理由"],["は","色々"],["色々","ある"],["ある","のです"],["、","そのうち"],["そのうち","の"],["の","一"],["一","つ"],["つ","に"],["に","ＭＩＳＷ"],["ＭＩＳＷ","の"],["BOS","あの"],["あの","講座"],["が","無ければ"],["無ければ","ドット"],["は","描いて"],["い","なかった"],["なかった","と"],["BOS","ＭＩＳＷ"],["ＭＩＳＷ","は"],["は","いい"],["いい","ぞ"],["ぞ","！"],["BOS","講座"],["講座","は"],["BOS","と"],["BOS","ΙΔΈΑ"],["ΙΔΈΑ","さん"],["さん","は"],["は","素晴らしい"],["素晴らしい","です"],["は","ＭＩＳＷ"],["ＭＩＳＷ","　"],["　","５２"],["５２","代"],["代","・"],["・","ドット"],["絵","班"],["班","・"],["・","元"],["元","班長"],["班長","です"],["BOS","イデア"],["イデア","さん"],["さん","の"],["の","話"],["話","を"],["を","し"],["し","たい"],["たい","です"],["ね","EOS"],["BOS","し"],["し","たく"],["たく","ない"],["ない","です"],["です","か"],["し","ませ"],["、","ドット"],["工程","、"],["、","そして"],["そして","動かす"],["まで","を"],["を","見て"],["見て","き"],["き","ました"],["BOS","念じて"],["念じて","物体"],["物体","を"],["を","操作"],["操作","する"],["する","─"],["─","─"],["─","これ"],["これ","が"],["が","私"],["私","の"],["の","能力"],["能力","−"],["−","スキル"],["スキル","−"],["−","です"],["の","チカラ"],["チカラ","を"],["を","明かして"],["明かして","しまった"],["しまった","以上"],["以上","、"],["、","いつまでも"],["いつまでも","ここ"],["ここ","に"],["に","いる"],["いる","わけに"],["わけに","は"],["は","いき"],["いき","ませ"],["ん","ね"],["ね","。"],["BOS","皆さん"],["皆さん","も"],["も","、"],["、","人前"],["人前","で"],["で","の"],["の","”"],["”","能力"],["能力","”"],["”","の"],["の","使用"],["使用","は"],["は","控えた"],["控えた","ほう"],["が","良い"],["良い","かも"],["かも","しれ"],["しれ","ませ"],["ん","。"],["BOS","それでは"],["それでは","、"],["、","さようなら"],["さようなら","。"],["BOS","明日"],["明日","は"],["は","競"],["競","プロ"],["プロ","つよつよ"],["つよつよ","プロデューサー"],["プロデューサー","かっつ"],["かっつ","さん"],["です","！"],["BOS","ＨａｃｋＭＤ"],["ＨａｃｋＭＤ","　"],["　","が"],["が","公開"],["公開","EOS"],["BOS","２７２"],["２７２","EOS"],["BOS","いい"],["いい","ね"],["ね","　"],["　","ブックマーク"],["ブックマーク","　"],["　","フォロー"],["フォロー","EOS"]]