[["BOS","BOS"],["BOS","サカカレ"],["サカカレ","、"],["、","概念"],["概念","EOS"],["BOS","※"],["※","先"],["先","に"],["に","サカモト"],["サカモト","カレンダー"],["カレンダー","結果"],["結果","発表"],["発表","の"],["の","記事"],["記事","を"],["を","読む"],["読む","こと"],["こと","を"],["を","推奨"],["推奨","し"],["し","ます"],["ます","EOS"],["BOS","こんにちは"],["こんにちは","、"],["、","サカモト"],["サカモト","です"],["です","。"],["。","EOS"],["BOS","みなさん"],["みなさん","、"],["、","「"],["「","サカモト"],["カレンダー","」"],["」","を"],["を","ご存知"],["ご存知","です"],["です","か"],["か","？"],["？","EOS"],["BOS","私"],["私","は"],["は","知り"],["知り","ませ"],["ませ","ん"],["ん","。"],["BOS","きっかけ"],["きっかけ","は"],["は","、"],["、","さか"],["さか","ちゃん"],["ちゃん","先輩"],["先輩","の"],["の","ツイート"],["ツイート","。"],["BOS","どういう"],["どういう","こと"],["こと","です"],["？","？"],["BOS","日本"],["日本","人"],["人","な"],["な","ので"],["ので","「"],["「","はい"],["はい","」"],["」","と"],["と","答えて"],["答えて","しまい"],["しまい","ました"],["ました","。"],["BOS","これ"],["これ","が"],["が","おわり"],["おわり","の"],["の","はじまり"],["はじまり","です"],["BOS","地獄"],["地獄","の"],["の","アドカレ"],["アドカレ","、"],["カレンダー","、"],["、","開催"],["開催","決定"],["決定","EOS"],["BOS","以下"],["以下","、"],["カレンダー","（"],["（","略して"],["略して","サカカレ"],["サカカレ","）"],["）","、"],["、","の"],["の","概要"],["概要","です"],["BOS","【"],["【","提出"],["提出","に"],["に","ついて"],["ついて","】"],["】","EOS"],["BOS","・"],["・","サカモト"],["サカモト","の"],["ツイート","の"],["の","真似"],["真似","を"],["を","する"],["する","EOS"],["・","上限"],["上限","１４０"],["１４０","文字"],["文字","（"],["（","ツイート"],["真似","な"],["ので","）"],["）","EOS"],["・","参加"],["参加","者"],["者","は"],["は","ＤＭ"],["ＤＭ","で"],["で","さか"],["先輩","に"],["を","した"],["した","ツイート"],["ツイート","を"],["を","送る"],["送る","（"],["（","１１"],["１１","／"],["／","３０"],["３０","まで"],["まで","）"],["・","複数"],["複数","提出"],["提出","可"],["可","EOS"],["【","投票"],["投票","に"],["・","一"],["一","つ"],["つ","だけ"],["だけ","存在"],["存在","する"],["する","サカモト"],["の","文章"],["文章","を"],["を","当てる"],["当てる","EOS"],["者","一覧"],["一覧","を"],["を","参考"],["参考","に"],["に","、"],["「","誰"],["誰","が"],["が","どの"],["どの","文章"],["を","作った"],["作った","か"],["か","」"],["【","”"],["”","勝利"],["勝利","”"],["”","と"],["と","は"],["は","……"],["……","？"],["BOS","】"],["BOS","投票"],["投票","で"],["で","は"],["サカモト","でしょ"],["でしょ","！"],["！","」"],["を","１"],["１","つ"],["つ","、"],["サカモト","かも"],["かも","？"],["？","」"],["を","３"],["３","つ"],["つ","選んで"],["選んで","いただき"],["いただき","、"],["」","に"],["に","は"],["は","３"],["３","Ｐｔ"],["Ｐｔ","、"],["は","１"],["１","Ｐｔ"],["Ｐｔ","ずつ"],["ずつ","入り"],["入り","ます"],["ます","。"],["BOS","一番"],["一番","Ｐｔ"],["Ｐｔ","が"],["が","高い"],["高い","人"],["人","が"],["が","”"],["”","勝ち"],["勝ち","”"],["”","です"],["BOS","そういう"],["そういう","こと"],["こと","、"],["、","らしい"],["らしい","です"],["です","……"],["……","EOS"],["これ","は"],["は","一体"],["一体","……"],["BOS","狂人"],["狂人","（"],["（","くるんちゅ"],["くるんちゅ","）"],["）","？"],["、","爆誕"],["爆誕","EOS"],["BOS","１１"],["１１","月"],["月","の"],["の","お"],["お","話"],["話","EOS"],["BOS","……"],["BOS","参加"],["、","主催"],["主催","者"],["者","の"],["の","さか"],["先輩","と"],["と","、"],["、","私"],["私","の"],["ツイート","に"],["に","よく"],["よく","反応"],["反応","して"],["して","くださる"],["くださる","数"],["数","名"],["名","の"],["の","方々"],["方々","で"],["で","、"],["、","合わせて"],["合わせて","４"],["４","人"],["人","程度"],["程度","だ"],["だ","と"],["と","思って"],["思って","い"],["い","ました"],["BOS","ところが"],["ところが","、"],["の","勧誘"],["勧誘","に"],["に","より"],["より","、"],["、","参加"],["者","数"],["数","、"],["、","提出"],["提出","数"],["数","が"],["が","増え"],["増え","、"],["、","最終"],["最終","的に"],["的に","は"],["は","２５"],["２５","日"],["日","分"],["分","の"],["ツイート","が"],["が","集まり"],["集まり","ました"],["これ","に"],["は","驚き"],["驚き","ました"],["BOS","『"],["『","２５"],["の","”"],["”","狂い"],["狂い","の"],["の","言"],["言","”"],["”","』"],["』","が"],["が","送ら"],["送ら","れて"],["れて","きた"],["きた","さか"],["先輩","は"],["は","どんな"],["どんな","気持ち"],["気持ち","だった"],["だった","のでしょう"],["のでしょう","か"],["か","。"],["BOS","申し訳無い"],["申し訳無い","気持ち"],["気持ち","で"],["で","いっぱいです"],["いっぱいです","。"],["BOS","１２"],["１２","月"],["BOS","そして"],["そして","、"],["、","１２"],["１２","／"],["／","１２"],["１２","（"],["（","水"],["水","）"],["、","人間"],["人間","以外"],["以外","も"],["も","この"],["この","企画"],["企画","に"],["に","参加"],["参加","する"],["する","こと"],["こと","に"],["に","なり"],["なり","ました"],["BOS","５２"],["５２","代"],["代","の"],["の","ＩΔ"],["ＩΔ","’"],["’","ＥＡ"],["ＥＡ","さん"],["さん","が"],["が","「"],["サカモト","ツイート"],["ツイート","ジェネレータ"],["ジェネレータ","」"],["」","なる"],["なる","もの"],["もの","を"],["を","開発"],["開発","して"],["して","ください"],["ください","ました"],["の","過去"],["過去","の"],["ツイート","から"],["から","文章"],["を","生成"],["生成","する"],["する","らしい"],["BOS","生成"],["生成","さ"],["さ","れる"],["れる","文章"],["文章","も"],["も","、"],["、","これ"],["これ","の"],["の","存在"],["存在","も"],["も","よく"],["よく","分から"],["分から","ず"],["ず","、"],["、","とても"],["とても","不思議な"],["不思議な","話"],["話","です"],["です","ね"],["ね","。"],["BOS","「"],["」","も"],["この","狂った"],["狂った","祭り"],["祭り","で"],["で","戦う"],["戦う","と"],["と","いう"],["いう","こと"],["こと","で"],["、","３"],["３","個"],["個","の"],["の","提出"],["提出","が"],["が","あり"],["あり","ました"],["BOS","選別"],["選別","・"],["・","提出"],["提出","係"],["係","は"],["は","ＩΔ"],["さん","です"],["BOS","ありがとう"],["ありがとう","ございました"],["ございました","。"],["」","は"],["、","１"],["１","回"],["回","の"],["の","実行"],["実行","で"],["で","１００"],["１００","個"],["を","生み"],["生み","出し"],["出し","ます"],["BOS","ＩΔ"],["さん","は"],["は","提出"],["提出","する"],["する","まで"],["まで","に"],["に","何度"],["何度","　"],["　","“"],["“","狂"],["狂","”"],["”","　"],["　","の"],["を","読んだ"],["読んだ","のでしょう"],["BOS","恐ろしい"],["恐ろしい","話"],["BOS","すみません"],["すみません","でした"],["でした","。"],["月","末"],["末","の"],["BOS","たくさんの"],["たくさんの","方"],["方","に"],["参加","して"],["して","いただき"],["いただき","ました"],["ました","し"],["し","、"],["、","さすが"],["さすが","に"],["に","自分"],["自分","の"],["を","さ"],["さ","れて"],["れて","何も"],["何も","言わ"],["言わ","ない"],["ない","わけに"],["わけに","は"],["は","いか"],["いか","ない"],["ない","です"],["です","から"],["から","、"],["、","感想"],["感想","など"],["など","を"],["を","書いて"],["書いて","記事"],["記事","に"],["に","して"],["して","しまおう"],["しまおう","！"],["！","EOS"],["BOS","と"],["BOS","最初"],["最初","は"],["は","メモ"],["メモ","帳"],["帳","スクショ"],["スクショ","の"],["の","予定"],["予定","でした"],["でした","が"],["が","、"],["、","４"],["４","枚"],["枚","に"],["に","収まら"],["収まら","ない"],["ない","と"],["と","思った"],["思った","ので"],["ので","このような"],["このような","形"],["形","に"],["BOS","さて"],["さて","、"],["、","さっそく"],["さっそく","一"],["一","日"],["日","目"],["目","から"],["から","振り返って"],["振り返って","いき"],["いき","たい"],["たい","と"],["と","思い"],["思い","ます"],["【","書き"],["書き","方"],["方","】"],["BOS","＜"],["＜","日付"],["日付","＞"],["＞","EOS"],["＜","ツイート"],["ツイート","＞"],["＜","提出"],["提出","者"],["者","を"],["を","知る"],["知る","前"],["前","の"],["の","感想"],["感想","＞"],["BOS","／"],["／","／"],["／","改行"],["改行","EOS"],["を","知った"],["知った","後"],["後","の"],["BOS","ここ"],["ここ","まで"],["まで","の"],["も","これ"],["これ","から"],["から","の"],["、","あまり"],["あまり","読み"],["読み","返して"],["返して","い"],["い","ませ"],["ん","（"],["（","気"],["気","が"],["が","狂う"],["狂う","ので"],["BOS","なので"],["なので","とても"],["とても","読み"],["読み","づらい"],["づらい","と"],["すみません","……"],["BOS","読ま"],["読ま","ないで"],["ないで","ください"],["ください","ね"],["ね","EOS"],["感想","EOS"],["／","１"],["１","EOS"],["BOS","母"],["母","に"],["に","ハンネ"],["ハンネ","で"],["で","呼ば"],["呼ば","れた"],["れた","ので"],["ので","スマホ"],["スマホ","食った"],["食った","EOS"],["BOS","実は"],["実は","家族"],["家族","に"],["に","サークル"],["サークル","や"],["や","趣味"],["趣味","の"],["の","話"],["話","を"],["を","あまり"],["あまり","せ"],["せ","ず"],["ず","こういった"],["こういった","会話"],["会話","は"],["は","発生"],["発生","し"],["し","ない"],["ない","ので"],["ので","内容"],["内容","が"],["が","ＦＡＫＥ"],["ＦＡＫＥ","です"],["BOS","語彙"],["語彙","が"],["が","サカモト"],["サカモト","っぽい"],["っぽい","ので"],["ので","私"],["の","使って"],["使って","いる"],["いる","辞書"],["辞書","を"],["を","インストール"],["インストール","して"],["して","くださった"],["くださった","のでしょう"],["BOS","おもしろくて"],["おもしろくて","こわい"],["こわい","お"],["は","本当の"],["本当の","話"],["話","な"],["な","のです"],["のです","が"],["人間","は"],["は","スマホ"],["スマホ","を"],["を","食べ"],["食べ","れ"],["れ","ませ"],["（","とても"],["とても","硬い"],["硬い","ので"],["BOS","ざむ"],["ざむ","ちゃん"],["ちゃん","は"],["食べ","れる"],["れる","かも"],["かも","しれ"],["しれ","ない"],["です","よ"],["よ","ね"],["BOS","だって"],["だって","この"],["この","子"],["子","寿司"],["寿司","屋"],["屋","食う"],["食う","し"],["し","EOS"],["BOS","最近"],["最近","大"],["大","食い"],["食い","キャラ"],["キャラ","と"],["と","して"],["して","だけ"],["だけ","で"],["で","なく"],["なく","クソコラ"],["クソコラ","職人"],["職人","の"],["の","道"],["道","も"],["も","究めよう"],["究めよう","と"],["して","いる"],["いる","ようで"],["ようで","私"],["は","安心です"],["安心です","。"],["BOS","武器"],["武器","は"],["は","多い"],["多い","ほう"],["ほう","が"],["が","良い"],["良い","もん"],["もん","ね"],["ちゃん","が"],["「","『"],["『","食った"],["食った","』"],["』","で"],["は","なく"],["なく","『"],["『","食べた"],["食べた","』"],["が","正しい"],["正しい","んだ"],["んだ","よ"],["ね","」"],["」","みたいな"],["みたいな","こと"],["を","言って"],["言って","いて"],["いて","面白かった"],["面白かった","です"],["BOS","正しい"],["正しい","正しく"],["正しく","ない"],["ない","が"],["が","ある"],["ある","んです"],["んです","か"],["BOS","世の中"],["世の中","EOS"],["BOS","クヮ"],["クヮ","ちゃん"],["ちゃん","も"],["も","同じ"],["同じ","指摘"],["指摘","を"],["を","して"],["して","いて"],["は","『"],["』","派"],["派","な"],["な","んです"],["BOS","なるほど"],["なるほど","ね"],["／","２"],["２","EOS"],["BOS","午後"],["午後","の"],["の","紅茶"],["紅茶","が"],["が","美味し"],["美味し","すぎて"],["すぎて","口"],["口","の"],["の","形"],["形","が"],["が","ペットボトル"],["ペットボトル","に"],["に","なっちゃ"],["なっちゃ","った"],["った","……"],["BOS","人間"],["人間","の"],["の","口"],["口","は"],["は","ペットボトル"],["ペットボトル","と"],["と","同じ"],["同じ","形"],["に","なる"],["なる","こと"],["こと","は"],["は","ない"],["ない","んです"],["んです","！"],["BOS","いかがでした"],["いかがでした","か"],["紅茶","を"],["を","飲む"],["飲む","お"],["話","、"],["、","Ｔｗｉｔｔｅｒ"],["Ｔｗｉｔｔｅｒ","でした"],["でした","こと"],["こと","が"],["が","あった"],["あった","でしょう"],["でしょう","か"],["は","一"],["一","時期"],["時期","午後"],["紅茶","　"],["　","レモンティー"],["レモンティー","を"],["を","狂った"],["狂った","ように"],["ように","飲んで"],["飲んで","いた"],["いた","ので"],["ので","驚き"],["BOS","きっと"],["きっと","この"],["この","文"],["文","を"],["を","産んだ"],["産んだ","方"],["方","は"],["は","午後"],["紅茶","ユーザー"],["ユーザー","な"],["な","のでしょう"],["のでしょう","。"],["BOS","白"],["白","さん"],["さん","、"],["、","アイコン"],["アイコン","へ"],["へ","の"],["の","裏切り"],["裏切り","でしょう"],["か","……"],["BOS","でも"],["でも","アイコン"],["アイコン","通り"],["通り","だったら"],["だったら","白"],["さん","と"],["と","すぐ"],["すぐ","に"],["に","わかって"],["わかって","しまう"],["しまう","気"],["気","も"],["も","し"],["ます","し"],["し","……"],["これ","を"],["を","世界"],["世界","は"],["は","”"],["”","心理"],["心理","戦"],["戦","”"],["と","呼ぶ"],["呼ぶ","のです"],["のです","EOS"],["BOS","この"],["この","間"],["間","初めて"],["初めて","白"],["白","の"],["の","贅沢"],["贅沢","を"],["を","飲み"],["飲み","ました"],["BOS","美味しかった"],["美味しかった","です"],["BOS","ミルクティー"],["ミルクティー","なんて"],["なんて","どれ"],["どれ","も"],["も","同じだ"],["同じだ","と"],["ました","が"],["が","明らかに"],["明らかに","違った"],["違った","ので"],["ました","EOS"],["BOS","今度"],["今度","白"],["ペットボトル","の"],["の","モノマネ"],["モノマネ","して"],["BOS","追記"],["追記","　"],["　","白"],["贅沢","は"],["紅茶","な"],["ので","裏切り"],["裏切り","で"],["は","なかった"],["なかった","です"],["すみません","　"],["　","そし"],["そし","たらこ"],["たらこ","の"],["文章","は"],["は","すべて"],["すべて","が"],["が","違う"],["違う","な"],["な","　"],["　","でも"],["でも","いい"],["いい","です"],["ね","……"],["贅沢","が"],["が","午後"],["紅茶","で"],["は","無い"],["無い","世界"],["世界","線"],["線","が"],["、","ここ"],["ここ","です"],["です","EOS"],["／","３"],["３","EOS"],["ちゃん","実は"],["実は","戦隊"],["戦隊","モノ"],["モノ","の"],["の","黄色"],["黄色","を"],["を","担当"],["担当","して"],["いる","んだ"],["これ","、"],["私","で"],["BOS","（"],["（","違う"],["違う","が"],["が","……"],["……","）"],["「","して"],["して","る"],["る","」"],["」","で"],["なく","「"],["いる","」"],["」","な"],["な","の"],["の","が"],["っぽい","です"],["BOS","パーツ"],["パーツ","と"],["と","組み立て"],["組み立て","方"],["方","が"],["サカモト","と"],["と","似て"],["似て","いる"],["いる","ので"],["ので","サカモト"],["サカモト","工場"],["工場","産"],["産","かも"],["しれ","ませ"],["BOS","そんな"],["そんな","工場"],["工場","は"],["は","あり"],["あり","ませ"],["ん","が"],["ちゃん","巻き"],["巻き","込み"],["込み","型"],["型","ツイート"],["ツイート","、"],["、","流れ弾"],["流れ弾","、"],["、","すまん"],["すまん","の"],["の","気持ち"],["気持ち","EOS"],["でも","これ"],["これ","さか"],["先輩","が"],["が","作った"],["作った","なら"],["なら","巻き"],["込み","食らって"],["食らって","て"],["て","も"],["も","別に"],["別に","いい"],["いい","よ"],["よ","な"],["な","～～～～～～"],["～～～～～～","ざむ"],["ちゃん","、"],["、","なぁ"],["なぁ","、"],["、","ざむ"],["、","ねぇ"],["ねぇ","、"],["、","どう"],["どう","？"],["BOS","ね"],["「","ざむ"],["ちゃん","」"],["いう","単語"],["単語","を"],["を","この"],["この","流れ"],["流れ","で"],["で","使える"],["使える","の"],["の","は"],["は","さか"],["と","りむ"],["りむ","さん"],["さん","か"],["か","な"],["な","と"],["思い","ました"],["「","○○"],["○○","な"],["な","んだ"],["先輩","から"],["から","伝染"],["伝染","した"],["した","言葉"],["言葉","です"],["なので","これ"],["を","さか"],["先輩","だ"],["と","見抜く"],["見抜く","の"],["は","簡単だった"],["簡単だった","ので"],["ので","は"],["ない","でしょう"],["BOS","どう"],["どう","です"],["どう","でしょう"],["でしょう","？"],["でしょう","ね"],["／","４"],["４","EOS"],["BOS","アタシ"],["アタシ","、"],["、","大きく"],["大きく","なったら"],["なったら","ナン"],["ナン","に"],["なる","の"],["が","夢"],["夢","だった"],["だった","んだ"],["んだ","、"],["、","母"],["母","が"],["が","なり"],["なり","たくて"],["たくて","も"],["も","なれ"],["なれ","なかった"],["なかった","もの"],["もの","だ"],["だ","から"],["から","…"],["…","EOS"],["ちゃん","「"],["サカモト","は"],["は","ツイート"],["ツイート","で"],["で","『"],["『","アタシ"],["アタシ","』"],["』","と"],["いう","一"],["一","人称"],["人称","を"],["を","使った"],["使った","こと"],["ない","、"],["、","調べた"],["調べた","」"],["」","EOS"],["BOS","普段"],["普段","の"],["の","ＲＥＡＬ"],["ＲＥＡＬ","で"],["で","の"],["の","私"],["の","一"],["人称","は"],["は","「"],["「","私"],["私","」"],["」","が"],["が","多い"],["多い","のです"],["、","テンション"],["テンション","が"],["が","高く"],["高く","なったり"],["なったり","仲"],["仲","良い"],["良い","人"],["人","の"],["の","前"],["前","で"],["「","アタシ"],["アタシ","」"],["が","出る"],["出る","と"],["と","聞く"],["聞く","EOS"],["BOS","ナンに"],["ナンに","なり"],["なり","たい"],["思った","こと"],["です","し"],["、","確認"],["確認","は"],["は","して"],["して","い"],["が","母"],["母","も"],["も","ない"],["そして","これ"],["から","も"],["も","人間"],["人間","と"],["して","頑張って"],["頑張って","いき"],["ます","ので"],["ので","、"],["、","普通に"],["普通に","生きる"],["生きる","こと"],["を","許して"],["許して","いただけ"],["いただけ","ませ"],["ん","か"],["、","クヮ"],["ちゃん","の"],["の","アカウント"],["アカウント","で"],["で","ツイート"],["ツイート","して"],["して","よ"],["よ","、"],["、","おもしろい"],["おもしろい","じゃ"],["じゃ","ん"],["ん","ね"],["は","本当に"],["本当に","面白い"],["面白い","な～～"],["な～～","楽しくて"],["楽しくて","……"],["BOS","楽しくて"],["BOS","ナン"],["ナン","の"],["ツイート","なら"],["なら","ざむ"],["ちゃん","や"],["や","クヮ"],["ちゃん","など"],["など","一緒に"],["一緒に","カレー"],["カレー","食べた"],["食べた","人々"],["人々","か"],["でも","こんな"],["こんな","尖った"],["尖った","攻撃"],["攻撃","力"],["力","の"],["の","高い"],["高い","文章"],["を","クヮ"],["が","産む"],["産む","と"],["BOS","また"],["また","一緒に"],["一緒に","ナン"],["に","なろう"],["なろう","ね～～～"],["ね～～～","おいしい"],["おいしい","から"],["から","EOS"],["／","５"],["５","EOS"],["BOS","来年"],["来年","サカ"],["サカ","ちゃん"],["ちゃん","カレンダー"],["カレンダー","開催"],["開催","し"],["ので","覚悟"],["覚悟","して"],["して","おいて"],["おいて","ください"],["BOS","視点"],["視点","を"],["を","私"],["私","に"],["に","する"],["で","擬態"],["擬態","する"],["する","新しい"],["新しい","タイプ"],["タイプ","の"],["文章","で"],["で","驚き"],["BOS","サカ"],["、","何"],["何","？"],["BOS","残念"],["残念","ながら"],["ながら","私"],["は","サカ"],["は","擬態"],["擬態","でき"],["でき","ませ"],["ん","、"],["、","そのような"],["そのような","機能"],["機能","は"],["は","備わって"],["備わって","い"],["い","ない"],["ので","……"],["BOS","あと"],["あと","報復"],["報復","も"],["し","ませ"],["ん","……"],["そんな","度胸"],["度胸","は"],["BOS","サカモト"],["カレンダー","に"],["に","出て"],["出て","くる"],["くる","サカツイ"],["サカツイ","は"],["提出","した"],["した","人"],["の","癖"],["癖","が"],["が","どこ"],["どこ","か"],["か","に"],["出て","しまう"],["しまう","もの"],["と","思う"],["思う","のです"],["に","関して"],["関して","は"],["は","何も"],["何も","手掛かり"],["手掛かり","が"],["が","なくて"],["なくて","困って"],["困って","しまい"],["BOS","はしどい"],["はしどい","さん"],["擬態","が"],["が","うまい"],["うまい","！"],["いう","お"],["を","聞いて"],["聞いて","い"],["、","擬態"],["擬態","と"],["いう","か"],["か","、"],["、","溶け"],["溶け","込んで"],["込んで","いる"],["いる","と"],["、","ノーマル"],["ノーマル","タイプ"],["タイプ","と"],["、","なん"],["なん","でしょう"],["ね","、"],["BOS","一体"],["これ","本当に"],["本当に","は"],["は","し"],["し","どい"],["どい","さ"],["さ","んです"],["／","６"],["６","EOS"],["、","”"],["”","坂本"],["坂本","”"],["”","…"],["…","です"],["です","…"],["BOS","ピキキ"],["ピキキ","…"],["（","メガネ"],["メガネ","が"],["が","割れる"],["割れる","音"],["音","）"],["BOS","タスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッ"],["タスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッタスケテーッッッ","EOS"],["BOS","タスケテーッッッ"],["タスケテーッッッ","EOS"],["BOS","それでは"],["それでは","、"],["、","さようなら"],["さようなら","EOS"],["BOS","擬態"],["擬態","能力"],["能力","・"],["・","共感"],["共感","能力"],["能力","ともに"],["ともに","低く"],["低く","、"],["、","最高の"],["最高の","仕上がり"],["仕上がり","と"],["と","なって"],["なって","い"],["い","ます"],["BOS","敗因"],["敗因","は"],["は","ここ"],["ここ","が"],["が","オモツイ"],["オモツイ","選手"],["選手","権"],["権","会場"],["会場","で"],["なかった","こと"],["こと","でしょう"],["BOS","最高"],["最高","、"],["、","故に"],["故に","破門"],["破門","です"],["BOS","五反田"],["五反田","さん"],["は","某"],["某","オモロ"],["オモロ","を"],["を","バリバリ"],["バリバリ","使って"],["使って","いて"],["いて","、"],["BOS","知ら"],["知ら","ない"],["ない","人"],["が","見たら"],["見たら","本当に"],["本当に","ただ"],["ただ","の"],["の","怪"],["怪","文書"],["文書","です"],["サカモト","な"],["んだ","な～"],["な～","と"],["と","ＦＦ"],["ＦＦ","外"],["外","の"],["の","人"],["人","に"],["に","思わ"],["思わ","れたら"],["れたら","……"],["BOS","アタイ"],["アタイ","……"],["BOS","こんな"],["こんな","ツイート"],["ツイート","どの"],["どの","アカウント"],["で","も"],["ん","！"],["BOS","坂本"],["坂本","に"],["に","ダブル"],["ダブル","クォーテーション"],["クォーテーション","が"],["が","ついて"],["ついて","いる"],["いる","こと"],["、","謎"],["謎","の"],["の","改行"],["改行","が"],["ある","こと"],["「","タスケテーッ"],["タスケテーッ","１"],["１","残し"],["残し","」"],["が","気"],["気","に"],["なり","ポイント"],["ポイント","高い"],["高い","です"],["BOS","なんなん"],["なんなん","でしょう"],["でしょう","、"],["これ","……"],["BOS","命乞い"],["命乞い","を"],["を","たくさん"],["たくさん","して"],["いる","、"],["、","よい"],["よい","こと"],["こと","EOS"],["は","五反田"],["さん","の"],["を","尊敬"],["尊敬","して"],["いる","んです"],["んです","よ"],["さようなら","。"],["／","７"],["７","EOS"],["BOS","外"],["外","寒"],["寒","すぎて"],["すぎて","デッケェ"],["デッケェ","冷え"],["冷え","ピタ"],["ピタ","に"],["に","包ま"],["包ま","れた"],["れた","とき"],["とき","と"],["と","全く"],["全く","同じ"],["同じ","気持ち"],["気持ち","に"],["に","なった"],["なった","EOS"],["BOS","デッケェ"],["ピタ","など"],["など","、"],["、","ない"],["ない","EOS"],["「","デッケェ"],["デッケェ","」"],["と","か"],["か","「"],["「","全く"],["同じ","」"],["か","は"],["は","某産"],["某産","の"],["の","語彙"],["語彙","な"],["ので","そういう"],["ピタ","は"],["は","デッケェ"],["デッケェ","お"],["お","しぼり"],["しぼり","と"],["同じ","発想"],["発想","です"],["です","、"],["、","恐らく"],["恐らく","EOS"],["は","しどい"],["しどい","さん"],["は","理"],["理","解って"],["解って","しまう"],["しまう","かも"],["しれ","ん"],["、","だれ"],["だれ","が"],["作った","と"],["と","思わ"],["思わ","れて"],["れて","いる"],["いる","んでしょう"],["んでしょう","か"],["私","以外"],["以外","に"],["に","「"],["気持ち","」"],["に","なれる"],["なれる","方"],["方","、"],["、","い"],["ます","か"],["／","８"],["８","EOS"],["BOS","口"],["口","に"],["に","入れた"],["入れた","梅干し"],["梅干し","が"],["が","想像"],["想像","以上"],["以上","に"],["に","スッパ"],["スッパ","くて"],["くて","この世"],["この世","が"],["が","一"],["一","点"],["点","に"],["に","圧縮"],["圧縮","さ"],["さ","れた"],["れた","EOS"],["私","かも"],["かも","……"],["BOS","一"],["つ","梅干し"],["梅干し","を"],["を","食べる"],["食べる","と"],["と","その"],["その","酸味"],["酸味","の"],["の","強"],["強","さ"],["さ","から"],["から","”"],["”","すべて"],["すべて","”"],["”","を"],["を","一"],["一","カ所"],["カ所","に"],["に","集める"],["集める","こと"],["が","できる"],["できる","と"],["いう","わけです"],["わけです","。"],["BOS","その"],["その","能力"],["能力","　"],["　","−"],["−","チカラ"],["チカラ","−"],["−","　"],["　","は"],["は","この"],["この","文章"],["作った","方"],["方","だけ"],["だけ","が"],["が","持って"],["持って","いる"],["いる","のだ"],["のだ","と"],["思わ","れ"],["れ","ます"],["は","その"],["その","領域"],["領域","に"],["に","達して"],["達して","い"],["ここ","なつ"],["なつ","さん"],["、","うめぼし"],["うめぼし","さん"],["さん","……"],["私","が"],["が","提出"],["した","もの"],["もの","と"],["同じ","ような"],["ような","テンポ"],["テンポ","で"],["で","書か"],["書か","れて"],["れて","いて"],["いて","感動"],["感動","し"],["し","ました"],["ました","……"],["でも","この"],["この","共感"],["能力","が"],["が","役立つ"],["役立つ","こと"],["、","もう"],["もう","、"],["が","出た"],["出た","日"],["日","、"],["、","この"],["文章","が"],["が","優勝"],["優勝","か"],["か","な～"],["BOS","りむ"],["は","最初に"],["最初に","普通の"],["普通の","こと"],["言って","後半"],["後半","で"],["で","めちゃくちゃに"],["めちゃくちゃに","する"],["する","」"],["と","教えて"],["教えて","くれ"],["くれ","ました"],["その","通り"],["通り","に"],["に","なって"],["なって","いる"],["、","わかり"],["わかり","やすい"],["やすい","サカモト"],["サカモト","っぽ"],["っぽ","さ"],["さ","が"],["ある","と"],["BOS","後半"],["で","めちゃくちゃな"],["めちゃくちゃな","こと"],["こと","言って"],["言って","ます"],["は","？"],["BOS","なん"],["でしょう","EOS"],["／","９"],["９","EOS"],["BOS","密度"],["密度","が"],["が","高"],["高","すぎる"],["すぎる","ため"],["ため","少量で"],["少量で","胃"],["胃","の"],["の","質量"],["質量","を"],["を","５０００"],["５０００","倍"],["倍","に"],["に","し"],["し","人間"],["人間","を"],["を","内側"],["内側","から"],["から","破壊"],["破壊","する"],["する","餅"],["餅","と"],["いう","食材"],["食材","、"],["、","本当に"],["面白い","EOS"],["「","白い"],["白い","もの"],["もの","なら"],["なら","無限に"],["無限に","食べ"],["れる","」"],["」","　"],["　","と"],["と","豪語"],["豪語","する"],["する","ざむ"],["の","唯一"],["唯一","の"],["の","弱点"],["弱点","、"],["、","それ"],["それ","は"],["『","餅"],["餅","』"],["』","です"],["は","嘘"],["嘘","を"],["を","つく"],["つく","とき"],["とき","３・８・５"],["３・８・５","と"],["いう","数字"],["数字","を"],["を","使い"],["使い","がちである"],["がちである","と"],["いう","説"],["説","を"],["を","某"],["某","氏"],["氏","は"],["「","嘘"],["嘘","の"],["の","サンパチゴ"],["サンパチゴ","の"],["の","法則"],["法則","」"],["と","名付けて"],["名付けて","い"],["本当に","その"],["通り","で"],["、","つまり"],["つまり","、"],["、","　"],["　","ａｏｚａｍ"],["ａｏｚａｍ","　"],["は","餅"],["餅","、"],["、","と"],["ちゃん","以外"],["以外","い"],["ない","よ"],["よ","EOS"],["の","こと"],["こと","なら"],["なら","なんでも"],["なんでも","わかる"],["わかる","んだ"],["BOS","ていう"],["ていう","か"],["か","餅"],["餅","の"],["した","の"],["が","ざむちゃんだしざむ"],["ざむちゃんだしざむ","ちゃん"],["ちゃん","だろう"],["だろう","と"],["BOS","ご飯"],["ご飯","の"],["話","する"],["する","の"],["が","ざむ"],["ちゃん","ぐらい"],["ぐらい","だ"],["だ","し"],["BOS","正月"],["正月","頑張って"],["頑張って","ください"],["ください","【"],["【","実況"],["実況","】"],["】","ａｏｚａｍ"],["　","ＶＳ"],["ＶＳ","　"],["　","餅"],["餅","　"],["　","ダークライ"],["ダークライ","　"],["　","Ｐａｒｔ"],["Ｐａｒｔ","１"],["１","　"],["　","よろしく"],["よろしく","ね"],["／","１０"],["１０","EOS"],["……","……"],["BOS","モチ"],["モチ","……"],["……","！"],["！","？"],["BOS","モチー"],["モチー","ッッッッ"],["ッッッッ","ッッッッ"],["ッッッッ","！"],["？","！"],["きっと","それ"],["、","餅"],["餅","……"],["BOS","信じれば"],["信じれば","誰"],["誰","でも"],["でも","餅"],["餅","に"],["なれる","EOS"],["９","と"],["と","の"],["の","違い"],["違い","は"],["『","もち"],["もち","』"],["が","漢字"],["漢字","・"],["・","カタカナ"],["カタカナ","どちら"],["どちら","か"],["か","と"],["BOS","今回"],["今回","の"],["の","「"],["「","モチ"],["モチ","」"],["は","食べ物"],["食べ物","の"],["こと","な"],["BOS","それとも"],["それとも","感触"],["感触","と"],["して","の"],["BOS","触れた"],["触れた","物体"],["物体","の"],["の","柔らか"],["柔らか","さ"],["さ","に"],["に","感動"],["感動","した"],["した","とき"],["とき","の"],["ツイート","かも"],["ん","し"],["、","ただ"],["の","餅"],["餅","を"],["を","見て"],["見て","大げさに"],["大げさに","驚く"],["驚く","人間"],["ツイート","な"],["の","かも"],["一体","？"],["BOS","真実"],["真実","は"],["、","この世"],["この世","の"],["の","どこ"],["どこ","に"],["に","……"],["さん","これ"],["これ","言い"],["言い","ます"],["ます","よ"],["よ","ね～～～"],["ね～～～","～～～～"],["～～～～","～～～～"],["～～～～","多分"],["多分","EOS"],["が","言って"],["言って","も"],["も","違和感"],["違和感","が"],["が","ない"],["です","　"],["　","モチーッッッッッ"],["モチーッッッッッ","EOS"],["私","も"],["も","「"],["と","いい"],["いい","たい"],["たい","　"],["　","私"],["は","モチ"],["モチ","に"],["　","なり"],["なり","たく"],["たく","ない"],["です","が"],["が","EOS"],["は","りむ"],["と","さか"],["の","高音"],["高音","ボイス"],["ボイス","が"],["が","大好きです"],["大好きです","　"],["　","ヨシ"],["ヨシ","！"],["／","１１"],["１１","EOS"],["BOS","最後の"],["最後の","肉まん"],["肉まん","を"],["を","救い"],["救い","出そう"],["出そう","と"],["と","したら"],["したら","、"],["、","他"],["他","の"],["に","先"],["に","救い"],["救い","出さ"],["出さ","れて"],["れて","しまい"],["しまい","美味しく"],["美味しく","食べ"],["食べ","られろ"],["られろ","よ"],["な","…"],["と","なった"],["BOS","ラスワン"],["ラスワン","肉まん"],["肉まん","が"],["が","捕らえ"],["捕らえ","られる"],["られる","さま"],["さま","を"],["を","眺める"],["眺める","『"],["『","”"],["”","魂"],["魂","”"],["”","の"],["ツイート","』"],["』","でしょう"],["は","コンビニ"],["コンビニ","に"],["は","あまり"],["あまり","行か"],["行か","ない"],["ので","最後の"],["を","見つめた"],["見つめた","こと"],["間","、"],["、","適当に"],["適当に","肉まん"],["肉まん","など"],["など","買おう"],["買おう","と"],["思って","コンビニ"],["に","入った"],["入った","ところ"],["ところ","、"],["、","ホカホカ"],["ホカホカ","ポイント"],["ポイント","（"],["（","肉まん"],["肉まん","たち"],["たち","の"],["の","収容"],["収容","所"],["所","）"],["）","に"],["は","ハッシュド"],["ハッシュド","ポテト"],["ポテト","二"],["二","つ"],["が","眠って"],["眠って","おり"],["おり","、"],["、","肉まん"],["救い","出す"],["出す","チャンス"],["チャンス","すら"],["すら","与え"],["与え","られ"],["られ","なかった"],["なかった","のです"],["のです","。"],["「","肉まん"],["を","救う"],["救う","」"],["は","何"],["何","な"],["BOS","やまろ"],["やまろ","さん"],["は","救った"],["救った","こと"],["ある","のでしょう"],["肉まん","の"],["ちゃん","か"],["ました","（"],["（","ご飯"],["、","実は"],["実は","小食"],["小食","で"],["、","こういう"],["こういう","可能"],["可能","性"],["性","も"],["も","ある"],["ある","、"],["いう","、"],["、","わけです"],["わけです","ね"],["BOS","難しかった"],["難しかった","です"],["１２","EOS"],["BOS","手袋"],["手袋","する"],["する","と"],["と","指"],["指","パッチン"],["パッチン","が"],["が","出来"],["出来","なく"],["なく","なっちゃ"],["なっちゃ","う"],["う","んだ"],["よ","ネ"],["ネ","…"],["は","もともと"],["もともと","指"],["が","でき"],["でき","ず"],["、","手袋"],["手袋","を"],["と","そもそも"],["そもそも","指"],["指","を"],["を","動かせ"],["動かせ","なく"],["なく","なって"],["なって","しまう"],["しまう","と"],["いう","病"],["病","を"],["を","かかえて"],["かかえて","おり"],["文章","の"],["に","も"],["も","”"],["”","正"],["正","”"],["の","単語"],["単語","は"],["無い","のです"],["”","現実"],["現実","”"],["”","な"],["の","よ"],["ネ","……"],["BOS","パセリ"],["パセリ","さん"],["は","指"],["パッチン","でき"],["でき","ます"],["は","無理やり"],["無理やり","指"],["パッチン","を"],["して","指"],["指","が"],["が","割れた"],["割れた","（"],["（","比喩"],["比喩","で"],["ない","）"],["）","こと"],["あり","ます"],["、","『"],["『","自分"],["自分","以外"],["以外","の"],["の","全"],["全","人類"],["人類","が"],["が","両"],["両","手指"],["手指","パッチン"],["パッチン","できる"],["できる","部屋"],["部屋","』"],["』","に"],["に","閉じ"],["閉じ","込め"],["込め","られた"],["られた","ので"],["ので","ニコニコ"],["ニコニコ","して"],["して","やり"],["やり","過ごし"],["過ごし","ました"],["ツイート","は"],["は","私"],["の","地元"],["地元","の"],["の","友人"],["友人","と"],["と","とても"],["とても","良く"],["良く","似て"],["ので","同一"],["同一","人物"],["人物","な"],["な","んじゃ"],["んじゃ","ない"],["ない","か"],["思って","いた"],["いた","時期"],["時期","も"],["も","あり"],["ました","もちろん"],["もちろん","違った"],["違った","わけです"],["わけです","が"],["が","間"],["間","を"],["を","一切"],["一切","作ら"],["作ら","ず"],["ず","肺"],["肺","が"],["が","空っぽに"],["空っぽに","なる"],["なる","まで"],["まで","無限に"],["無限に","話"],["話","続けて"],["続けて","い"],["い","そうな"],["そうな","ツイート"],["は","親近感"],["親近感","が"],["あった","と"],["／","１３"],["１３","EOS"],["BOS","Ｌｖ"],["Ｌｖ","９"],["９","の"],["の","ヨッシー"],["ヨッシー","に"],["なり","がち"],["がち","EOS"],["BOS","あんた"],["あんた","、"],["人間","じゃ"],["じゃ","ない"],["ない","わ"],["わ","ね"],["BOS","８"],["８","匹"],["匹","の"],["の","Ｌｖ"],["９","ヨッシー"],["ヨッシー","を"],["を","戦わ"],["戦わ","せ"],["せ","、"],["、","デスゲーム"],["デスゲーム","の"],["の","主催"],["者","ごっこ"],["ごっこ","を"],["を","し"],["ました","と"],["いう","旨"],["旨","の"],["した","こと"],["あり","、"],["、","そこ"],["そこ","から"],["から","引っ張り出さ"],["引っ張り出さ","れた"],["れた","単語"],["単語","が"],["が","使わ"],["使わ","れて"],["いる","の"],["は","信者"],["信者","な"],["ので","黄色"],["黄色","ヨッシー"],["に","無限の"],["無限の","可能"],["性","を"],["を","感じて"],["感じて","い"],["BOS","やはり"],["やはり","サカモト"],["ジェネレータ","、"],["、","君"],["君","だ"],["だ","ね"],["実は","イデア"],["イデア","さん"],["さん","も"],["も","ヨッシー"],["なった","こと"],["BOS","夏"],["夏","休み"],["休み","EOS"],["やはり","黄色"],["ヨッシー","こそ"],["こそ","が"],["が","最強である"],["最強である","と"],["思って","しまう"],["しまう","んです"],["んです","、"],["私","たち"],["たち","は"],["は","EOS"],["BOS","１６００万"],["１６００万","再生"],["再生","の"],["の","男"],["男","たち"],["、","信じて"],["信じて","いる"],["いる","から"],["／","１４"],["１４","EOS"],["が","私"],["私","である"],["である","こと"],["を","信じて"],["信じて","る"],["る","から"],["から","こそ"],["こそ","私"],["BOS","本当"],["本当","は"],["私","ざむ"],["ちゃん","です"],["が","自我"],["自我","の"],["の","崩壊"],["崩壊","です"],["BOS","未来"],["未来","の"],["、","または"],["または","ざむ"],["ツイート","です"],["は","ざむ"],["ちゃん","な"],["BOS","私は私"],["私は私","の"],["の","まま"],["まま","アカウンヨ"],["アカウンヨ","を"],["を","爆発"],["爆発","さ"],["さ","せて"],["せて","ＩＮＴＥＲＮＥＴ"],["ＩＮＴＥＲＮＥＴ","を"],["を","終わら"],["終わら","せ"],["せ","たい"],["ます","が"],["BOS","最終"],["は","ＩＮＴＥＲＮＥＴ"],["ＩＮＴＥＲＮＥＴ","に"],["夢","な"],["そこ","まで"],["まで","は"],["は","意識"],["意識","を"],["を","保って"],["保って","い"],["い","たい"],["BOS","助けて"],["助けて","ください"],["ください","EOS"],["、","いろいろ"],["いろいろ","崩壊"],["崩壊","して"],["ので","サカモトツイート"],["サカモトツイート","ジェネレータ"],["ジェネレータ","か"],["か","パセリ"],["さん","だ"],["BOS","ｈｏｔｍａｎ"],["ｈｏｔｍａｎ","くん"],["くん","、"],["、","どういう"],["どういう","気持ち"],["で","この"],["作った","のでしょう"],["BOS","相当"],["相当","悩んだ"],["悩んだ","ので"],["BOS","かなり"],["かなり","苦労"],["苦労","した"],["が","感じ"],["感じ","られ"],["られ","ます"],["BOS","たいへんな"],["たいへんな","こと"],["いる","わ"],["わ","よ"],["／","１５"],["１５","EOS"],["この","はんぺん"],["はんぺん","と"],["か","いう"],["いう","ヤツ"],["ヤツ","、"],["おもしろい","から"],["から","つゆ"],["つゆ","だく"],["だく","に"],["に","しちゃ"],["しちゃ","おう"],["おう","ね"],["、","最高です"],["最高です","、"],["、","嬉しい"],["嬉しい","気持ち"],["なる","楽しい"],["楽しい","ツイート"],["が","おでん"],["おでん","で"],["で","はんぺん"],["はんぺん","を"],["を","食べた"],["食べた","こと"],["いう","話"],["話","は"],["と","ざむ"],["ちゃん","に"],["BOS","それ"],["それ","を"],["を","知って"],["知って","いる"],["いる","うえ"],["うえ","で"],["の","この"],["文章","な"],["の","か"],["それ","も"],["も","とほ"],["とほ","か"],["か","の"],["の","方"],["想像","で"],["で","書いた"],["書いた","の"],["、","気"],["なり","ます"],["BOS","おでん"],["おでん","は"],["は","大根"],["大根","と"],["と","こんにゃく"],["こんにゃく","が"],["が","好きです"],["好きです","。"],["BOS","はんぺん"],["はんぺん","も"],["も","いつか"],["いつか","は"],["は","食べて"],["食べて","み"],["み","たい"],["たい","です"],["はんぺん","、"],["、","名前"],["名前","が"],["が","最高に"],["最高に","面白い"],["面白い","、"],["、","はんぺん"],["、","ニコニコ"],["ニコニコ","EOS"],["BOS","やっぱり"],["やっぱり","さか"],["先輩","ダーッッ"],["ダーッッ","EOS"],["「","はんぺん"],["一","度"],["度","も"],["も","食べた"],["ない","」"],["と","言ったら"],["言ったら","エッ"],["エッ","？"],["いう","顔"],["顔","を"],["した","後"],["後","「"],["、","食べろ"],["食べろ","！"],["！","！"],["と","言って"],["言って","くれ"],["はんぺん","食べちゃ"],["食べちゃ","お～～～"],["お～～～","おでん"],["おでん","の"],["の","季節"],["季節","だ"],["だ","もん"],["／","１６"],["１６","EOS"],["BOS","自室"],["自室","で"],["で","フィギュア"],["フィギュア","を"],["見て","おほほ"],["おほほ","と"],["と","笑った"],["笑った","話"],["見て","笑う"],["笑う","の"],["は","よく"],["よく","ある"],["「","おほほ"],["おほほ","」"],["と","笑う"],["ＩＮＴＥＲＮＥＴ","のみ"],["のみ","、"],["、","オタク"],["オタク","・"],["・","ニヤニヤ"],["ニヤニヤ","・"],["・","スマイル"],["スマイル","を"],["し","ながら"],["ながら","「"],["「","ヘヘッ"],["ヘヘッ","……"],["……","」"],["いう","の"],["が","ＲＥＡＬ"],["ＲＥＡＬ","です"],["この","ヘヘッ"],["ヘヘッ","と"],["いう","笑い"],["笑い","方"],["は","いつのまにか"],["いつのまにか","習得"],["習得","した"],["もの","で"],["、","自然"],["自然","と"],["と","出て"],["出て","しまい"],["しまい","ます"],["BOS","タスケテェーッ"],["タスケテェーッ","EOS"],["これ","人間"],["ん","　"],["でも","サカモトツイート"],["ジェネレータ","な"],["BOS","文章"],["文章","と"],["して","おかしい"],["おかしい","もの"],["もの","が"],["が","サカモトツイートジェネレータダーッッ"],["サカモトツイートジェネレータダーッッ","と"],["いた","のに"],["のに","この"],["この","ツイート"],["の","完成"],["完成","度"],["度","が"],["高い","ので"],["ので","色々"],["色々","間違えて"],["間違えて","しまい"],["BOS","くやしい"],["くやしい","です"],["ジェネレータ","から"],["から","選ぶ"],["選ぶ","の"],["の","に"],["に","５"],["５","時間"],["時間","使った"],["使った","って"],["って","本当です"],["本当です","か"],["BOS","イデア"],["さん","？"],["BOS","どうして"],["どうして","こんな"],["こんな","こと"],["に","？"],["ございました","……"],["おもしろくて","たのしい"],["たのしい","です"],["／","１７"],["１７","EOS"],["BOS","君"],["君","は"],["の","手"],["手","に"],["は","負え"],["負え","ない"],["よ","……"],["BOS","トホホ"],["トホホ","……"],["思わ","せて"],["せて","くれる"],["くれる","担当"],["担当","、"],["、","好きです"],["好きです","EOS"],["BOS","サカツイ"],["サカツイ","産"],["産","ツイート"],["ツイート","でしょ"],["でしょ","　"],["でも","手"],["に","負え"],["ない","なんて"],["なんて","言った"],["言った","こと"],["こと","あり"],["ました","っけ"],["っけ","、"],["私","EOS"],["BOS","担当"],["担当","の"],["は","好きだ"],["好きだ","よ"],["よ","　"],["なんて","……"],["そんな","……"],["BOS","ＴＨＥ"],["ＴＨＥ","　"],["　","虎牙"],["虎牙","道"],["道","の"],["を","考える"],["考える","と"],["と","……"],["なるほど","……"],["人間","？"],["、","ちゃんと"],["ちゃんと","した"],["した","文章"],["文章","作って"],["作って","よ"],["でも","ね"],["「","トホホ"],["を","使う"],["使う","なら"],["ちゃん","だ"],["ました","　"],["を","面白"],["面白","がって"],["がって","くれる"],["くれる","の"],["ちゃん","だけ"],["だけ","だ"],["BOS","一緒に"],["一緒に","スーモ"],["スーモ","に"],["なろう","ね"],["は","正しい"],["正しい","日本"],["日本","語"],["語","です"],["／","１８"],["１８","EOS"],["BOS","傘"],["傘","を"],["を","忘れた"],["忘れた","ので"],["ので","カエル"],["カエル","に"],["なった","ゲコッ"],["ゲコッ","EOS"],["を","忘れる"],["忘れる","こと"],["で","カエル"],["なる","タイプ"],["の","人間"],["人間","です"],["、","そんな"],["そんな","人間"],["人間","、"],["を","忘れて"],["忘れて","も"],["も","カエル"],["で","「"],["「","雨"],["雨","＞"],["＞","私"],["」","の"],["の","関係"],["関係","が"],["雨","＜"],["＜","私"],["私","（"],["（","カエル"],["カエル","）"],["）","」"],["なり","、"],["、","最強"],["最強","EOS"],["でも","私"],["は","折り畳み"],["折り畳み","傘"],["を","常に"],["常に","リュック"],["リュック","に"],["に","入れて"],["入れて","いる"],["ので","傘"],["ない","のです"],["者","に"],["に","れしぃ"],["れしぃ","さん"],["の","名前"],["が","あって"],["あって","変な"],["変な","声"],["声","が"],["が","出"],["出","ました"],["ありがとう","ございます"],["ございます","EOS"],["BOS","やまろさんやここなつ"],["やまろさんやここなつ","さん"],["は","見破る"],["見破る","の"],["が","難しかった"],["難しかった","のです"],["、","れしぃ"],["は","これ"],["これ","しか"],["しか","ない"],["ない","な"],["BOS","なぜ"],["なぜ","な"],["は","わから"],["わから","ない"],["、","でも"],["でも","絶対"],["絶対","これ"],["これ","だ"],["BOS","完全に"],["完全に","勘"],["勘","です"],["BOS","強いて"],["強いて","言う"],["言う","なら"],["なら","かわいらし"],["かわいらし","さ"],["そこ","に"],["、","あり"],["／","１９"],["１９","EOS"],["BOS","すれ違った"],["すれ違った","サラリーマン"],["サラリーマン","達"],["達","が"],["が","みかん"],["みかん","狩り"],["狩り","の"],["いて","ニコニコ"],["ニコニコ","に"],["私","じゃ"],["ね","（"],["サラリーマン","が"],["が","デッケェ"],["デッケェ","箱"],["箱","（"],["（","ケーキ"],["ケーキ","入り"],["入り","）"],["）","を"],["を","持って"],["持って","いて"],["いて","ニコリ"],["ニコリ","と"],["と","した"],["した","が"],["ある","し"],["、","デッケェ"],["デッケェ","みかん"],["みかん","を"],["見て","戦い"],["戦い","たく"],["たく","なった"],["こと","も"],["、","前"],["前","いちご"],["いちご","狩り"],["狩り","行って"],["行って","楽しかった"],["楽しかった","から"],["から","また"],["また","行き"],["行き","たい"],["思って","いる"],["いる","し"],["、","そういう"],["そういう","思考"],["思考","の"],["の","キメラ"],["キメラ","と"],["いう","感じ"],["感じ","で"],["が","本当の"],["本当の","サカモト"],["ジェネレータ","です"],["ね","　"],["　","怖い"],["怖い","話"],["は","ニコニコ"],["ニコニコ","を"],["を","半角"],["半角","に"],["ない","らしい"],["BOS","そう"],["そう","な"],["の","ニコニコ"],["ニコニコ","芸"],["芸","は"],["先輩","産"],["産","だ"],["なので","さか"],["先輩","か"],["と","思ったら"],["思ったら","は"],["どい","さん"],["さん","な"],["これ","EOS"],["５","も"],["これ","も"],["も","擬態"],["が","高くて"],["高くて","素直に"],["素直に","驚いて"],["驚いて","い"],["やっぱり","はしどい"],["は","モノマネ"],["モノマネ","うま"],["うま","おさん"],["おさん","な"],["は","まだはしどい"],["まだはしどい","さん"],["さん","（"],["（","福山"],["福山","雅治"],["雅治","の"],["の","すがた"],["すがた","）"],["見て","い"],["は","どういう"],["きっと","今度"],["今度","見せて"],["見せて","くれ"],["くれ","ます"],["ます","、"],["、","そう"],["そう","です"],["ネ","EOS"],["／","２０"],["２０","EOS"],["BOS","麺"],["麺","に"],["に","”"],["”","真剣"],["真剣","”"],["ので","麺"],["麺","を"],["食べる","時"],["時","の"],["「","いただき"],["いただき","ます"],["ます","」"],["は","どうしても"],["どうしても","気合"],["気合","が"],["が","入って"],["入って","しまって"],["しまって","空手"],["空手","家"],["家","みたいに"],["みたいに","なっちゃ"],["う","ワネ"],["ワネ","EOS"],["は","麺"],["に","真剣で"],["真剣で","は"],["ない","し"],["し","（"],["（","軽んじて"],["軽んじて","も"],["も","い"],["です","叩か"],["叩か","ないで"],["ないで","……"],["……","叩か"],["）","そういう"],["そういう","の"],["ちゃん","担当"],["担当","です"],["　","きっと"],["麺","や"],["や","食"],["食","に"],["に","対して"],["対して","常に"],["常に","本気で"],["本気で","向き合って"],["向き合って","いる"],["いる","のでしょう"],["のでしょう","EOS"],["か","白"],["の","二択"],["二択","でしょう"],["か","EOS"],["で","ネ"],["は","空手"],["空手","を"],["を","やって"],["やって","いた"],["いた","と"],["と","聞き"],["聞き","ます"],["BOS","空手"],["空手","、"],["、","麺"],["麺","、"],["、","白"],["さん","だった"],["だった","EOS"],["さん","に"],["に","麺"],["麺","の"],["を","聞く"],["聞く","と"],["と","なんでも"],["なんでも","答えて"],["答えて","くれる"],["くれる","と"],["は","ディスコード"],["ディスコード","で"],["で","落ち着いた"],["落ち着いた","トーン"],["トーン","で"],["で","静かに"],["静かに","ボケる"],["ボケる","の"],["が","面白い"],["面白い","です"],["　","その"],["その","あと"],["あと","静寂"],["静寂","が"],["が","訪れる"],["訪れる","の"],["の","も"],["も","面白い"],["面白い","　"],["　","ニコリ"],["ニコリ","EOS"],["／","２１"],["２１","EOS"],["BOS","雨"],["雨","、"],["、","さんさんと"],["さんさんと","この"],["この","身"],["身","に"],["に","落ちて"],["落ちて","しまい"],["しまい","私"],["BOS","こういう"],["こういう","ツイート"],["ツイート","大好きです"],["　","歌詞"],["歌詞","ネタ"],["ネタ","　"],["　","さか"],["が","よく"],["よく","ツイート"],["いる","イメージ"],["イメージ","が"],["BOS","降って"],["降って","きた"],["きた","雨"],["雨","で"],["で","体"],["体","が"],["が","びしょびしょ"],["びしょびしょ","に"],["、","爆走"],["爆走","者"],["者","が"],["が","水たまり"],["水たまり","の"],["の","上"],["上","を"],["を","通って"],["通って","水"],["水","は"],["は","ね"],["ね","バリバリ"],["バリバリ","くらったり"],["くらったり","、"],["、","屋根"],["屋根","を"],["を","つたって"],["つたって","きた"],["雨","が"],["が","頭"],["頭","に"],["に","バチバチ"],["バチバチ","降り注いだり"],["降り注いだり","した"],["これ","やっぱり"],["先輩","な"],["でも","演歌"],["演歌","と"],["と","いえば"],["いえば","白"],["いう","刷り"],["刷り","込み"],["込み","が"],["あった","ので"],["ので","白"],["思って","そういう"],["そういう","感じ"],["感じ","の"],["の","投票"],["投票","を"],["投票","は"],["先輩","、"],["、","はしどい"],["が","ごちゃごちゃ"],["ごちゃごちゃ","に"],["なって","私"],["は","敗北"],["敗北","して"],["して","しまった"],["しまった","のです"],["この","三方"],["三方","は"],["は","おもしろくて"],["おもしろくて","やばい"],["やばい","文章"],["を","産む"],["産む","の"],["が","得意だ"],["得意だ","と"],["と","聞いて"],["BOS","うれしい"],["うれしい","EOS"],["／","２２"],["２２","EOS"],["BOS","世界"],["世界","中"],["中","の"],["の","推し"],["推し","たち"],["たち","が"],["が","目の前"],["目の前","に"],["に","集まって"],["集まって","会話"],["会話","して"],["の","を"],["を","眺めて"],["眺めて","いたら"],["いたら","感情"],["感情","を"],["を","手"],["入れて","「"],["「","これ"],["……","心ッ"],["心ッ","……"],["と","叫んで"],["叫んで","起き"],["起き","ました"],["　","良き"],["良き","夢"],["だった","な"],["な","EOS"],["この","世界"],["は","エヴァ"],["エヴァ","で"],["で","私"],["は","シンジ"],["シンジ","くん"],["くん","だった"],["だった","の"],["ありがとう","、"],["、","だ"],["「","世界"],["たち","」"],["いう","ワード"],["ワード","センス"],["センス","が"],["最高に","好きで"],["好きで","よろこんで"],["よろこんで","い"],["BOS","長文"],["長文","な"],["な","のに"],["のに","面白くて"],["面白くて","戦闘"],["戦闘","力"],["文章","だ"],["BOS","ＦＦ"],["外","な"],["のに","参加"],["くださった","Ｇ"],["Ｇ","２"],["２","さん"],["（","Ｇ"],["の","参加"],["参加","を"],["知った","とき"],["とき","に"],["に","フォロー"],["フォロー","を"],["を","飛ばし"],["飛ばし","ました"],["ました","）"],["BOS","Ｇ"],["は","サカモト"],["カレンダー","を"],["見て","、"],["から","得た"],["得た","モノ"],["モノ","を"],["に","提出"],["提出","して"],["くださった","ようです"],["ようです","。"],["文章","から"],["から","サカモト"],["サカモト","を"],["を","作り"],["作り","出す"],["出す","……"],["BOS","趣"],["趣","が"],["ＦＦ","に"],["なって","から"],["から","本物"],["本物","の"],["の","サカモト"],["を","知り"],["知り","、"],["、","修正"],["修正","して"],["して","提出"],["提出","し"],["し","なおした"],["なおした","と"],["を","聞いた"],["聞いた","ので"],["修正","前"],["が","とても"],["とても","気"],["／","２３"],["２３","EOS"],["この","メロン"],["メロン","パン"],["パン","、"],["実は","生きて"],["生きて","る"],["る","んです"],["BOS","メロン"],["、","生きて"],["生きて","いる"],["BOS","生まれて"],["生まれて","初めて"],["初めて","メロン"],["パン","の"],["の","生"],["生","に"],["ついて","考えて"],["考えて","い"],["、","今"],["今","EOS"],["BOS","チョコ"],["チョコ","チップ"],["チップ","メロン"],["パン","くん"],["、","つい"],["つい","買って"],["買って","しまい"],["BOS","ホカホカ"],["ホカホカ","焼き"],["焼き","立て"],["立て","メロン"],["パン","！"],["は","いつも"],["いつも","私"],["の","リュック"],["リュック","の"],["の","中"],["中","で"],["で","つぶれて"],["つぶれて","いる"],["いる","ね"],["　","ホカホカ"],["ホカホカ","メロン"],["パン","は"],["は","装甲"],["装甲","マイナスな"],["マイナスな","ので"],["ので","す～～～～～～ぐ"],["す～～～～～～ぐ","つぶれる"],["つぶれる","のです"],["それ","でも"],["でも","好きだ"],["好きだ","（"],["（","決意"],["決意","）"],["さん","！"],["も","メロン"],["パン","好きです"],["好きです","か"],["パン","美味しく"],["美味しく","ない"],["BOS","おいしい"],["おいしい","、"],["わかり","ます"],["は","似て"],["似て","る"],["る","似て"],["似て","ない"],["ない","で"],["なく","今後"],["今後","する"],["する","可能"],["性","が"],["が","最も"],["最も","高い"],["高い","ツイート"],["、","現実"],["現実","味"],["味","の"],["の","ある"],["ある","ツイート"],["、","未来"],["サカモト","EOS"],["／","２４"],["２４","EOS"],["BOS","致死"],["致死","量"],["量","の"],["の","龍角散"],["龍角散","を"],["を","粉々に"],["粉々に","し"],["し","たい"],["たい","気持ち"],["の","におい"],["におい","が"],["が","プンプン"],["プンプン","する"],["する","ぜッ"],["ぜッ","─"],["─","─"],["─","ッ"],["ッ","！"],["ジェネレータ","でしょ"],["BOS","以前"],["以前","喉"],["喉","を"],["を","ぶっ"],["ぶっ","壊した"],["壊した","時"],["時","に"],["に","常に"],["常に","龍角散"],["を","なめて"],["なめて","いた"],["ので","その"],["その","とき"],["から","産まれた"],["産まれた","のでしょう"],["やっぱり","サカモト"],["ジェネレータ","じゃ"],["か","！"],["BOS","クリスマスイブ"],["クリスマスイブ","に"],["に","大量の"],["大量の","龍角散"],["粉々に","する"],["する","なーッッッッ"],["なーッッッッ","EOS"],["が","どうして"],["どうして","この"],["この","三"],["三","つ"],["つ","の"],["を","選んだ"],["選んだ","の"],["ます","ね"],["　","基準"],["基準","が"],["／","２５"],["２５","EOS"],["BOS","量"],["量","を"],["を","重要"],["重要","視"],["視","した"],["した","”"],["”","食"],["食","”"],["を","行う"],["行う","に"],["に","あたって"],["あたって","障害"],["障害","と"],["と","さ"],["れる","熱"],["熱","と"],["と","冷え"],["冷え","は"],["は","取り除く"],["取り除く","と"],["いい","らしい"],["です","ワザップ"],["ワザップ","に"],["に","よる"],["よる","と"],["と","EOS"],["BOS","隠す"],["隠す","気"],["が","な"],["な","さ"],["さ","すぎる"],["すぎる","　"],["　","ざむ"],["ちゃん","でしょ"],["でしょ","EOS"],["この","”"],["”","教え"],["教え","”"],["”","、"],["私","、"],["、","聞いた"],["聞いた","こと"],["こと","ある"],["ちゃん","から"],["それ","に"],["に","私"],["は","こんなに"],["こんなに","”"],["”","に"],["対して","詳しく"],["詳しく","ない"],["　","ワザップ"],["に","こんな"],["こんな","の"],["BOS","訴え"],["訴え","ます"],["ちゃん","じゃ"],["は","食"],["に","関する"],["関する","話"],["話","に"],["なる","と"],["と","ニコニコ"],["ニコニコ","し"],["ながら","いろいろ"],["いろいろ","教えて"],["ます","　"],["　","食べ"],["食べ","放題"],["放題","の"],["話","と"],["か","食べる"],["食べる","タイミング"],["タイミング","と"],["の","コツ"],["コツ","と"],["か","　"],["　","面白い"],["面白い","ので"],["ので","もっと"],["もっと","たくさん"],["して","ほしい"],["ほしい","な"],["BOS","感想"],["感想","は"],["は","以上"],["以上","です"],["は","いろんな"],["いろんな","人"],["が","見"],["見","れる"],["れる","記事"],["記事","な"],["ので","ところどころ"],["ところどころ","自重"],["自重","して"],["、","本当"],["は","まだまだ"],["まだまだ","言い"],["言い","たい"],["たい","こと"],["ある","ので"],["、","直接"],["直接","お"],["お","話し"],["話し","し"],["し","ましょう"],["ましょう","。"],["「","この"],["の","ここ"],["ここ","に"],["に","触れて"],["触れて","ほしかった"],["ほしかった","」"],["」","「"],["「","ここ"],["ここ","は"],["は","解釈"],["解釈","違い"],["違い","です"],["です","」"],["が","あったら"],["あったら","それ"],["ついて","も"],["も","！"],["「","こういう"],["こういう","こと"],["こと","書か"],["書か","れる"],["れる","の"],["の","苦手です"],["苦手です","！"],["この","言い"],["言い","方"],["方","しっくり"],["しっくり","き"],["き","ませ"],["あったら","すぐ"],["すぐ","修正"],["修正","する"],["する","ので"],["ので","こっそり"],["こっそり","教えて"],["教えて","ください"],["ください","……"],["、","爆破"],["爆破","EOS"],["ここ","から"],["も","私"],["の","ターン"],["ターン","　"],["　","まとまり"],["まとまり","の"],["の","ない"],["ない","文章"],["文章","　"],["　","いく"],["いく","わ"],["サカカレ","！"],["BOS","提出"],["くださった","の"],["は","１４"],["１４","人"],["人","、"],["、","投票"],["投票","して"],["は","２９"],["２９","人"],["人","でした"],["の","許容"],["許容","範囲"],["範囲","を"],["を","超えて"],["超えて","い"],["の","友達"],["友達","の"],["の","数"],["数","より"],["より","多い"],["多い","です"],["BOS","あまりに"],["あまりに","も"],["も","人"],["BOS","３"],["３","人"],["人","を"],["を","超えたら"],["超えたら","それ"],["は","もう"],["もう","１００"],["１００","に"],["に","等しい"],["等しい","のです"],["「","こんなに"],["こんなに","たくさんの"],["たくさんの","人"],["の","Ｔｗｉｔｔｅｒ"],["Ｔｗｉｔｔｅｒ","を"],["知って","る"],["る","？"],["？","それ"],["それ","マジ"],["マジ","？"],["いう","気持ち"],["気持ち","です"],["サカカレ","決定"],["決定","戦"],["戦","ページ"],["ページ","、"],["、","意外な"],["意外な","名前"],["が","チラチラ"],["チラチラ","あって"],["あって","驚き"],["（","この"],["この","ページ"],["ページ","を"],["を","見る"],["見る","まで"],["まで","提出"],["ん","でした"],["でした","）"],["BOS","前"],["前","も"],["も","Ｔｗｉｔｔｅｒ"],["Ｔｗｉｔｔｅｒ","で"],["で","言い"],["言い","ました"],["は","常に"],["常に","ＦＦ"],["ＦＦ","３"],["人","だ"],["思って","ツイート"],["BOS","今"],["今","も"],["も","ＦＦ"],["この","記事"],["を","読んで"],["読んで","いる"],["者","である"],["である","さか"],["、","あと"],["あと","誰"],["誰","か"],["か","二"],["二","人"],["人","ぐらい"],["なので","、"],["が","こんなに"],["こんなに","いる"],["に","驚き"],["、","ＦＦ"],["外","から"],["参加","が"],["あった","の"],["も","驚き"],["驚き","です"],["に","認知"],["認知","さ"],["れて","いた"],["いた","の"],["BOS","おや"],["おや","　"],["　","文章"],["が","書け"],["書け","ない"],["ない","病"],["病","に"],["に","かかった"],["かかった","ので"],["ので","箇条書き"],["箇条書き","マン"],["マン","EOS"],["提出","さ"],["れた","ツイート"],["ツイート","たち"],["たち","、"],["、","似せる"],["似せる","似せ"],["似せ","ない"],["ない","関係"],["関係","なく"],["なく","、"],["、","単品"],["単品","で"],["で","面白かった"],["BOS","たくさん"],["たくさん","笑い"],["笑い","ました"],["BOS","毎日"],["毎日","更新"],["更新","さ"],["が","楽しみでした"],["楽しみでした","！"],["・","「"],["この","人"],["人","本当に"],["本当に","面白"],["面白","～～～～"],["～～～～","～～～～～～"],["～～～～～～","い"],["い","　"],["　","なんで"],["なんで","？"],["いた","人"],["に","真似"],["真似","さ"],["の","めちゃめちゃ"],["めちゃめちゃ","うれし～～～"],["うれし～～～","～～～～"],["～～～～～～","！"],["・","５１"],["５１","〜"],["〜","５４"],["５４","代"],["の","、"],["、","すごい"],["すごい","こと"],["・","イデア"],["、","こんなに"],["こんなに","面白い"],["面白い","もの"],["を","作って"],["作って","くださって"],["くださって","……"],["BOS","本当に"],["本当に","……"],["ございます","……"],["たくさん","遊んで"],["遊んで","ます"],["ます","……"],["・","さか"],["先輩","！"],["BOS","怖い"],["怖い","です"],["し","今"],["も","恐れて"],["恐れて","い"],["が","とっても"],["とっても","面白かった"],["です","！"],["BOS","企画"],["企画","も"],["も","ツイート"],["ツイート","集める"],["集める","の"],["も","公開"],["公開","する"],["も","集計"],["集計","する"],["も","すべて"],["すべて","さか"],["に","やって"],["やって","いただき"],["いただき","……"],["BOS","２"],["２","か月間"],["か月間","……"],["BOS","楽しかった"],["楽しかった","です"],["BOS","気"],["狂う","！"],["BOS","やばい"],["やばい","！"],["BOS","こわい"],["こわい","！"],["BOS","など"],["など","散々"],["散々","言って"],["言って","き"],["き","ました"],["が","本当に"],["本当に","感謝"],["感謝","して"],["ます","よ～～"],["よ～～","EOS"],["くださった","みなさん"],["みなさん","……"],["そして","さか"],["先輩","……"],["BOS","何"],["何","が"],["正しい","の"],["か","最後"],["最後","まで"],["まで","わから"],["わから","ず"],["ず","EOS"],["正しい","　"],["　","ＩＮＴＥＲＮＥＴ"],["ＩＮＴＥＲＮＥＴ","　"],["　","＆"],["＆","　"],["　","ＴＷＩＴＴＥＲ"],["ＴＷＩＴＴＥＲ","　"],["の","使い"],["使い","方"],["方","も"],["も","わから"],["しか","知ら"],["知ら","なくて"],["なくて","……"],["BOS","逃げ"],["逃げ","ます"],["BOS","関連"],["関連","記事"],["記事","EOS"],["BOS","自分"],["自分","用"],["用","です"],["カレンダー","EOS"],["BOS","５３"],["５３","代"],["代","さか"],["先輩","企画"],["企画","。"],["ございます","。"],["なるほど","なぁ"],["なぁ","。"],["BOS","おもしろい"],["おもしろい","です"],["（","さか"],["先輩","）"],["発表","（"],["ジェネレータ","（"],["（","ΙΔΈΑ"],["ΙΔΈΑ","さん"],["さん","）"],["カレンダー","の"],["感想","（"],["（","サカモト"],["サカモト","）"],["BOS","ある"],["ある","方"],["よる","サカカレ"],["サカカレ","考察"],["考察","EOS"],["BOS","空想"],["空想","サカモト"],["サカモト","ｂｏｔ"],["ｂｏｔ","EOS"],["代","ΙΔΈΑ"],["さん","作"],["作","。"],["BOS","本物"],["本物","を"],["を","当て"],["当て","られ"],["なかった","ので"],["、","贖罪"],["贖罪","の"],["の","ため"],["ため","に"],["に","作った"],["作った","そうです"],["そうです","。"],["BOS","当て"],["られ","なくて"],["なくて","よかった～"],["よかった～","（"],["（","これ"],["とても","おもしろい"],["おもしろい","ので"],["ｂｏｔ","　"],["　","（"],["（","＠ｂｏｔ"],["＠ｂｏｔ","＿"],["＿","ｓａｋａｍｏ"],["ｓａｋａｍｏ","）"],["ｂｏｔ","に"],["ついて","（"],["ｂｏｔ","の"],["の","リリース"],["リリース","ノート"],["ノート","（"],["BOS","２０２０"],["２０２０","／"],["１４","　"],["　","追記"],["追記","EOS"],["BOS","あれ"],["あれ","から"],["から","１"],["１","年"],["年","経過"],["経過","し"],["、","ΙΔΈΑ"],["より","ｂｏｔ"],["ｂｏｔ","くん"],["くん","は"],["は","成長"],["成長","し"],["し","続けて"],["ございます","！"],["BOS","ｂｏｔ"],["ｂｏｔ","を"],["を","導く"],["導く","ΙΔΈΑ"],["さん","おもしろい"],["よる","素敵な"],["素敵な","某"],["某","）"],["ジェネレータ","改"],["改","（"],["カレンダー","・"],["・","リベンジ"],["リベンジ","（"],["BOS","おまけ"],["おまけ","EOS"],["BOS","５４"],["の","可愛い"],["可愛い","男"],["たち","で"],["で","打線"],["打線","組んだ"],["組んだ","＋"],["＋","サカモト"],["サカモト","空想"],["空想","語録"],["語録","（"],["（","ａｏｚａｍ"],["ａｏｚａｍ","）"],["、","必要でしょう"],["必要でしょう","。"],["夏","合宿"],["合宿","で"],["○○","さん"],["さん","空想"],["語録","！"],["と","言い"],["言い","ながら"],["ながら","ある"],["ある","先輩"],["の","モノ"],["モノ","マネ"],["マネ","を"],["して","いた"],["いた","んだ"],["ちゃん","と"],["と","一緒に"],["一緒に","。"],["BOS","語源"],["語源","は"],["は","そこ"],["そこ","だ"],["だ","よ"],["おもしろい","なぁ"],["ちゃん","って"],["って","さ"],["さ","……"]]