[["BOS","BOS"],["BOS","ミニ"],["ミニ","ミニ"],["ミニ","大国"],["大国","（"],["（","仮"],["仮","）"],["）","EOS"],["BOS","はじめ"],["はじめ","に"],["に","EOS"],["BOS","書いて"],["書いて","る"],["る","人"],["人","も"],["も","初心"],["初心","者"],["者","です"],["です","EOS"],["BOS","メモ"],["メモ","程度"],["程度","の"],["の","内容"],["内容","です"],["BOS","何"],["何","を"],["を","考え"],["考え","ながら"],["ながら","描いて"],["描いて","いる"],["いる","の"],["の","か"],["か","に"],["に","ついて"],["ついて","書く"],["書く","予定"],["予定","です"],["BOS","人"],["人","を"],["を","描き"],["描き","ます"],["ます","EOS"],["BOS","中途半端です"],["中途半端です","EOS"],["BOS","気"],["気","が"],["が","向いた"],["向いた","とき"],["とき","に"],["に","更新"],["更新","する"],["する","かも"],["かも","しれ"],["しれ","ない"],["ない","です"],["BOS","０．"],["０．","　"],["　","準備"],["準備","EOS"],["BOS","お"],["お","絵かき"],["絵かき","ソフト"],["ソフト","を"],["を","準備"],["準備","し"],["し","ます"],["ます","。"],["。","EOS"],["BOS","ＥＤＧＥ"],["ＥＤＧＥ","を"],["を","使う"],["使う","人"],["を","よく"],["よく","見"],["見","ます"],["ます","（"],["（","ここ"],["ここ","）"],["）","。"],["お","すすめ"],["すすめ","の"],["の","記事"],["記事","です"],["です","。"],["BOS","使い"],["使い","方"],["方","は"],["は","一"],["一","つ"],["つ","目"],["目","の"],["記事","を"],["を","読む"],["読む","と"],["と","良い"],["良い","と"],["と","思い"],["思い","ます"],["BOS","やって"],["やって","みよう"],["みよう","！"],["！","EOS"],["BOS","ドット"],["ドット","絵"],["絵","！"],["BOS","【"],["【","カウント"],["カウント","ダウン"],["ダウン","カレンダー"],["カレンダー","２０１８"],["２０１８","冬"],["冬","１２"],["１２","日"],["日","目"],["目","】"],["】","EOS"],["BOS","ｍｉｓｗ"],["ｍｉｓｗ","５１"],["５１","代"],["代","ドット"],["絵","班長"],["班長","の"],["の","お"],["お","いなり"],["いなり","さん"],["さん","の"],["ＥＤＧＥ","の"],["の","使い"],["方","や"],["や","作品"],["作品","の"],["の","サイズ"],["サイズ","に"],["ついて","書か"],["書か","れて"],["れて","い"],["い","ます"],["BOS","作品"],["作品","例"],["例","も"],["も","あり"],["あり","ます"],["BOS","食べ物"],["食べ物","の"],["の","ドット"],["絵","が"],["が","素敵～ッ"],["素敵～ッ","EOS"],["BOS","私的"],["私的","ドット"],["絵","制作"],["制作","術"],["術","【"],["【","新歓"],["新歓","ブログ"],["ブログ","リレー"],["リレー","２０１９"],["２０１９","　"],["　","３"],["３","日"],["ｍｉｓｗ","５２"],["５２","代"],["の","ΙΔΈΑ"],["ΙΔΈΑ","さん"],["絵","らし"],["らし","さ"],["さ","に"],["BOS","「"],["「","ドット"],["絵","と"],["と","は"],["は","……"],["……","？"],["？","」"],["」","と"],["と","なった"],["なった","とき"],["に","読んで"],["読んで","い"],["BOS","最後の"],["最後の","みす"],["みす","ちゃん"],["ちゃん","たち"],["たち","が"],["制作","例"],["例","【"],["カレンダー","２０１９"],["２０１９","冬"],["冬","６"],["６","日"],["絵","の"],["の","製作"],["製作","過程"],["過程","が"],["が","見"],["見","れ"],["れ","ます"],["BOS","嬉しい"],["嬉しい","です"],["ＥＤＧＥ","以外"],["以外","でも"],["でも","描け"],["描け","ます"],["BOS","私"],["私","は"],["は","ＣＬＩＰ"],["ＣＬＩＰ","　"],["　","ＳＴＵＤＩＯ"],["ＳＴＵＤＩＯ","　"],["　","ＰＡＩＮＴ"],["ＰＡＩＮＴ","（"],["（","安い"],["安い","方"],["方","の"],["の","コース"],["コース","）"],["）","で"],["で","描いて"],["描いて","い"],["ドット","ペン"],["ペン","（"],["（","１"],["１","ドット"],["ドット","ずつ"],["ずつ","しか"],["しか","描け"],["描け","ない"],["ない","ペン"],["ペン","）"],["）","が"],["が","あれば"],["あれば","描ける"],["描ける","と"],["BOS","消す"],["消す","とき"],["とき","は"],["は","透明"],["透明","色"],["色","を"],["を","使い"],["使い","ます"],["BOS","小さい"],["小さい","サイズ"],["サイズ","で"],["で","描く"],["描く","ので"],["ので","画像"],["画像","解像度"],["解像度","を"],["を","いじって"],["いじって","出力"],["出力","し"],["１","×"],["×","１"],["１","を"],["を","８"],["８","×"],["×","８"],["８","ぐらい"],["ぐらい","に"],["に","して"],["して","い"],["ます","）"],["BOS","ＳＡＩ"],["ＳＡＩ","（"],["（","有料"],["有料","）"],["）","と"],["と","か"],["か","ＦｉｒｅＡｌｐａｃａ"],["ＦｉｒｅＡｌｐａｃａ","（"],["（","無料"],["無料","）"],["）","でも"],["描け","そう"],["そう","EOS"],["「","ペイント"],["ペイント","」"],["」","でも"],["（","レイヤー"],["レイヤー","は"],["は","無い"],["無い","です"],["です","が"],["が","……"],["……","）"],["BOS","１"],["１","．"],["．","　"],["　","構想"],["構想","EOS"],["BOS","この"],["この","段階"],["段階","で"],["で","の"],["の","目標"],["目標","は"],["は","イメージ"],["イメージ","を"],["を","固める"],["固める","こと"],["こと","です"],["を","描く"],["描く","か"],["か","と"],["と","サイズ"],["サイズ","を"],["を","決め"],["決め","ます"],["BOS","どっち"],["どっち","が"],["が","先"],["先","でも"],["でも","良い"],["良い","です"],["サイズ","の"],["の","とき"],["は","装飾"],["装飾","を"],["を","省き"],["省き","ます"],["BOS","３２"],["３２","×"],["×","３２"],["３２","　"],["　","ｐｘ"],["ｐｘ","EOS"],["BOS","ヘア"],["ヘア","ピン"],["ピン","や"],["や","ボタン"],["ボタン","は"],["は","１"],["ドット","に"],["に","なり"],["なり","がち"],["がち","。"],["BOS","必須で"],["必須で","なければ"],["なければ","省く"],["省く","こと"],["こと","が"],["が","多い"],["多い","です"],["BOS","６４"],["６４","×"],["×","６４"],["６４","　"],["BOS","省き"],["省き","すぎ"],["すぎ","ず"],["ず","大き"],["大き","すぎ"],["ず","、"],["、","ちょうど"],["ちょうど","良い"],["良い","な～"],["な～","と"],["と","思って"],["思って","い"],["BOS","チョット"],["チョット","だけ"],["だけ","絵"],["絵","を"],["描く","人"],["人","だ"],["だ","から"],["から","こう"],["こう","感じる"],["感じる","の"],["の","かも"],["しれ","ませ"],["ませ","ん"],["ん","……"],["……","EOS"],["BOS","１２８"],["１２８","×"],["×","１２８"],["１２８","　"],["BOS","でか～～～～い"],["でか～～～～い","！"],["BOS","最初に"],["最初に","描く"],["描く","と"],["と","疲れる"],["疲れる","かも"],["BOS","１６"],["１６","×"],["×","１６"],["１６","　"],["BOS","気楽に"],["気楽に","描け"],["BOS","ハッピ～"],["ハッピ～","EOS"],["BOS","はい"],["はい","EOS"],["BOS","色々"],["色々","サイズ"],["ついて","描き"],["描き","ました"],["ました","が"],["が","なんでも"],["なんでも","いい"],["いい","です"],["BOS","２"],["２","の"],["の","累乗"],["累乗","である"],["である","必要"],["必要","も"],["も","ない"],["BOS","なんとなく"],["なんとなく","２５"],["２５","×"],["×","２５"],["２５","、"],["、","８０"],["８０","×"],["×","８０"],["８０","で"],["描く","こと"],["こと","も"],["BOS","今回"],["今回","は"],["は","３２"],["３２","で"],["で","描き"],["ます","！"],["BOS","まず"],["まず","、"],["、","ぼんやり"],["ぼんやり","と"],["と","「"],["「","こういう"],["こういう","の"],["の","描き"],["描き","たい"],["たい","な～"],["な～","」"],["と","考え"],["考え","ます"],["「","マリカ"],["マリカ","の"],["の","車"],["車","に"],["に","キャラ"],["キャラ","を"],["を","乗せ"],["乗せ","た～～～い"],["た～～～い","」"],["」","EOS"],["２","．"],["　","ラフ"],["ラフ","EOS"],["は","それ"],["それ","っぽい"],["っぽい","形"],["形","を"],["を","作る"],["作る","こと"],["BOS","体"],["体","や"],["や","車"],["に","関して"],["関して","は"],["は","、"],["、","１"],["１","で"],["で","考えた"],["考えた","「"],["」","の"],["の","通り"],["通り","に"],["に","描き"],["BOS","顔"],["顔","に"],["ついて","は"],["は","次の"],["次の","画像"],["画像","の"],["の","ように"],["ように","考えて"],["考えて","い"],["BOS","鈴谷"],["鈴谷","アキ"],["アキ","さん"],["さん","です"],["この","時点"],["時点","で"],["で","いろんな"],["いろんな","キャラ"],["キャラ","（"],["（","８０"],["８０","枚"],["枚","弱"],["弱","）"],["）","を"],["を","描こう"],["描こう","と"],["と","考えて"],["い","ました"],["ました","EOS"],["人","と"],["と","して"],["して","鈴谷"],["さん","を"],["を","選んだ"],["選んだ","の"],["の","は"],["、","中性"],["中性","的"],["的","・"],["・","ノーマルな"],["ノーマルな","見た目"],["見た目","で"],["で","テンプレ"],["テンプレ","が"],["が","作り"],["作り","やす"],["やす","そうだった"],["そうだった","から"],["から","です"],["ペン","で"],["で","グリグリ"],["グリグリ","描き"],["BOS","大きく"],["大きく","描いた"],["描いた","ラフ"],["ラフ","を"],["を","小さく"],["小さく","して"],["して","も"],["も","良い"],["BOS","大体"],["大体","の"],["の","位置"],["位置","が"],["が","分かれば"],["分かれば","ＯＫ"],["ＯＫ","～～～～ッ"],["～～～～ッ","EOS"],["３２","の"],["の","キャンバス"],["キャンバス","を"],["を","縦横"],["縦横","ギュウギュウ"],["ギュウギュウ","に"],["に","使う"],["使う","こと"],["が","でき"],["でき","ました"],["ました","。"],["BOS","口"],["口","は"],["は","描か"],["描か","ない"],["ない","こと"],["こと","に"],["に","し"],["し","ました"],["BOS","３"],["３","．"],["　","描く"],["描く","EOS"],["BOS","３．１"],["３．１","．"],["　","線"],["線","を"],["は","線"],["を","きれいに"],["きれいに","描く"],["２","で"],["で","描いた"],["描いた","もの"],["もの","を"],["を","薄く"],["薄く","（"],["（","２０"],["２０","％"],["％","ぐらい"],["ぐらい","）"],["）","して"],["して","、"],["、","なぞる"],["なぞる","ように"],["ように","して"],["して","描き"],["は","EOS"],["BOS","まずは"],["まずは","顔"],["顔","と"],["と","体"],["体","を"],["ました","（"],["（","やる"],["やる","気"],["が","出る"],["出る","ので"],["ので","）"],["BOS","見"],["見","やすい"],["やすい","ように"],["ように","背景"],["背景","を"],["を","青"],["青","に"],["BOS","意識"],["意識","して"],["して","いる"],["いる","こと"],["こと","を"],["を","二"],["二","つ"],["つ","描いて"],["描いて","み"],["み","ます"],["BOS","直線"],["直線","と"],["と","曲線"],["曲線","EOS"],["直線","を"],["描く","とき"],["は","ドット"],["ドット","数"],["数","を"],["を","変え"],["変え","ない"],["ない","EOS"],["BOS","曲線"],["曲線","を"],["とき","、"],["、","直線"],["直線","の"],["数","は"],["ずつ","変える"],["変える","EOS"],["を","変える"],["変える","とき"],["、","増やす"],["増やす","なら"],["なら","増やし"],["増やし","続ける"],["続ける","、"],["、","減らす"],["減らす","なら"],["なら","減らし"],["減らし","続ける"],["続ける","EOS"],["BOS","画像"],["の","丸"],["丸","で"],["で","は"],["、","”"],["”","直線"],["数","”"],["”","を"],["を","３"],["３","→"],["→","２"],["２","→"],["→","１"],["１","→"],["→","３"],["３","と"],["と","変えて"],["変えて","い"],["数","って"],["って","何"],["何","！"],["！","？"],["？","EOS"],["BOS","これ"],["これ","を"],["を","守る"],["守る","と"],["と","きれい"],["きれい","・"],["・","なめらか"],["なめらか","に"],["に","見える"],["見える","気"],["が","し"],["曲線","に"],["ついて","、"],["変える","の"],["の","が"],["が","難しい"],["難しい","とき"],["とき","も"],["ます","が"],["が","、"],["、","増やし"],["続ける","・"],["・","減らし"],["続ける","は"],["は","守って"],["守って","い"],["ドット","の"],["の","つながり"],["つながり","EOS"],["BOS","後"],["後","で"],["で","追加"],["追加","で"],["で","書き"],["書き","ます"],["BOS","でき"],["でき","あがった"],["あがった","もの"],["もの","が"],["が","こちら"],["こちら","です"],["BOS","分解"],["分解","した"],["した","もの"],["BOS","終わり"],["終わり","EOS"],["終わり","です"],["BOS","おまけ"],["おまけ","です"],["BOS","本"],["本","編"],["編","です"],["BOS","にじ"],["にじ","さんじ"],["さんじ","の"],["の","人々"],["人々","を"],["BOS","髪形"],["髪形","など"],["など","描き"],["描き","方"],["の","参考"],["参考","に"],["に","なれば"],["なれば","いい"],["いい","な～～～"],["な～～～","と"],["思って","置く"],["置く","こと"],["BOS","いろんな"],["いろんな","人"],["人","が"],["が","いる"],["いる","ので"],["ので","練習"],["練習","に"],["なり","ました"]]